[
  {
    "img_url": "https://pbs.twimg.com/media/GEoIw7OW4AEKfs6.jpg",
    "index": 0,
    "text": "One page of a fifth-grade textbook in Iran:\n\n“Israel must be destroyed”\n-Khomeini\n\nThis is just one example, which applies to our entire educational system in Iran. https://t.co/Wj1lcMPQnQ https://t.co/fK0Nt8ctKK"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAR4DMcXYAAaNS_.jpg",
    "index": 2,
    "text": "These are the abysmal and cruel conditions that animals are subjected to in Gaza Zoos. \n\nThere are 6 zoos in Gaza, 4 have now closed,  with Rafah Zoo, Khan Younis Zoo and Nama Zoo having the worst conditions. \n\nThe zoos kept animals in such horrific conditions that many of them died of starvation and severe infection. \n\nIn 2019, 40 animals were rescued from Rafah Zoo by Four Paws association and taken to a reserve in Jordan. \n\nOthers were not so lucky. \n\nIn 2016, horrific pictures emerged of mummified animals who had died of starvation at Khan Younis zoo. \n\nThe zoo was dubbed ‘the worlds worst zoo’ as Lions, crocodiles and baboons were found mummified due to zoo workers not feeding them.  \n\n4 of the zoos have finally been closed down, while 2 still remain. \n\nSources: \n\nhttps://t.co/9YMBHSOsZf\n\nhttps://t.co/HExLJlugvq\n\nhttps://t.co/sPqcCaL9VB\n\nhttps://t.co/iW4NWRO2yh\n\nhttps://t.co/bbtvT4O4Ls."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_Qj_X-WcAA93O3.jpg",
    "index": 8,
    "text": "In 2018, the Mayor of Hebron, a Palestinian city in the West Bank with a population of 220,000 offered Palestinians $5 for killing dogs. \n\nThe mayor told Palestinians to kill as many dogs as possible and offered a $25 reward for killing 5 dogs. \n\nThousands of dogs were then shot and killed by Palestinians in The West Bank. \n\nImages of dogs being tortured, killed and abused by Palestinians began spreading on social media at the time. \n\nAnother Palestinian mayor, the Mayor of Tulkarm then followed suit and offered rewards for Palestinians to kill stray dogs. \n\nThe mayor who announced the initiative Tayseer Abu Sneineh, had previously been convicted for his involvement in the 1980 Hebron terrorist attack which killed 6 Jewish people- 3 Israelis, 2 Americans & 1 Canadian. \n\nSources:\n\nhttps://t.co/BB5nI6LGHF\n\nhttps://t.co/Oix7EK6woq"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_Qs3HGWYAER-n3.jpg",
    "index": 9,
    "text": "This was one of the dogs rescued from\nHebron, West Bank in 2022 after the Mayor of Hebron offered a $5 reward for Palestinians to kill stray dogs. \n\nThousands of dogs were tortured and killed. \n\nIsraelis were able to rescue this dog and treat his ailments at a dog shelter in Israel. \n\nSource: @YosephHaddad"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAgr7hVWoAAV1Cn.jpg",
    "index": 3,
    "text": "How is it OK for the Stop the War coalition to lure children out of school to gain traction for their political goals? https://t.co/Pv4VTOgzci"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAhmRGHX0AAmrd_.jpg",
    "index": 4,
    "text": "In 2020 you snitched on Palestinians to Hamas for having a zoom meeting with Israelis about their hopes for peace, they were all arrested and charged with treason and “normalization with the Jewish state” https://t.co/crCfQFMURy https://t.co/uOvvEkW9CX"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_0M-b4XwAETG5W.jpg",
    "index": 18,
    "text": "15-y-old Ammar Abu Al-Wafa was shot to death in Jenin by Israeli security forces tonight.\n\nThe international press will show the world his picture that is on the left\n\nThey will ignore his picture on the right &amp; will also not write anything about him shooting at IDF with an AK47 https://t.co/NXc39IreMj"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_izVcpWcAAJVJs.jpg",
    "index": 19,
    "text": "Watch: Maryam Mohammad-Farhat was the most popular female Hamas politician in Gaza after she sent her 3 sons to be suicide bombers and kill Jews. In this video she admits that she is the one who encouraged her children to kill Jews and die. When the reporter asked her why she wanted her children to die while killing Jews, she explained that it is part of Jihad and Islam. At the end of the interview she sent a message to all Jews in Israel, urging them to hand over all of  Israel's lands to the Palestinians and flee before they will be blown up into pieces by Palestinian suicide bombers.\n\nThis video proves that Hamas is the obstacle to peace in the Middle East. Hamas terrorists do not want a two-state solution and they are even ready to sacrifice their own children for the sake of Jihad against Jews.\n\nLink to the video: https://t.co/Kzw48rzSGf"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_ThoDFWkAA07FP.jpg",
    "index": 22,
    "text": "#Hamas distributed video of attacks against\nIDF tanks includes a Palestinian child handing an RPG to a Hamas terrorist. Recruiting #ChildSoldiers is a war crime. Waiting for condemnation by @UN  @UNICEF @UNICEFpalestine https://t.co/xahSjGiZUy"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_N4206XwAAQsSL.jpg",
    "index": 24,
    "text": "UNRWA in Gaza has 30,000 employees. Except a few foreign UN members, the rest are Hamas members from Gaza. It’s well documented. They can’t hire anyone else to work there so they let Hamas run UNRWA for years. Anything from UNRWA is basically Hamas driven info. \n\nThis is an UNRWA Gaza school play. A picture is worth a 1,000 words…"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-57_DzXUAAJ2BL.png",
    "index": 29,
    "text": "🔴 Claire Stringer is a first-grade teacher at a charter school in LA. Stringer taught her students “a lesson on the genocide in Palestine” which blamed Israel for Hamas’ war crimes &amp; promoted the expulsion of Jews from Israel.  https://t.co/mtu9MuY0iv https://t.co/oRIv2PPQ7a https://t.co/SkhfBF70Qy"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-lsFV3W4AActEu.jpg",
    "index": 36,
    "text": "13-year-old Hallel Yaffa Ariel, 13, was stabbed to death while sleeping her bed.\n\nThe Palestinian Authority leader Mahmoud Abbas’ party posted the terrorist’s picture on its official Facebook page, declaring him a martyr/hero (Shahid)\n\n(2/2) https://t.co/BHgs4rQykO"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-Ov8uVXEAANmSu.jpg",
    "index": 49,
    "text": "#Hitler had 12 years to indoctrinate kids to Naziism in #Germany's schools. \n\nYet, only 9 months into Hitler's rise to power, lifelong writer, editor & publisher Alexander Brin wrote (in Oct 1933) that #antisemitism was so deeply ingrained in classrooms that even if Hitler were \"overthrown tomorrow,\" it would take generations to repair \"the damage that has been done by the poison instilled into the minds of the children.\"\n\nIt did, in fact, take generations of denazification & Germans coming to terms with the true nature of the evil done during the Holocaust for their society to turn things around. \n\nNow I ask: what sort of dehamasification will be needed in #Gaza after its 17 years of rule over the education system that brainwashed young #Palestinians to their extremist & genocidal worldview?\n\n#FreeGazaFromHamas #JewHatred #IraniansStandWithIsrael #HamasisISIS #HamasisISIS #HamasISIS #Hamas_is_ISIS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEhPeFEWsAArDiz.jpg",
    "index": 3,
    "text": "“There are girls there who have not had their period for a long time…” \n\nFormer hostage Chen Goldstein Almog, 48, explained that the women in Hamas captivity are still being raped often and feel they have been abandoned. \n\n“They feel that they have been forgotten, that they were abandoned on October 7 and they are still abandoned.”\n\nThere are 13 women and girls still in Hamas’ clutches. \n\nThey have not been abandoned. \n\nThey have not been forgotten.\n\nWe will fight tooth and nail until every single one of them is home. \n\nBring them all home NOW!"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAMNol_XYAAvql5.jpg",
    "index": 6,
    "text": "#BREAKING: Hamas leader in Gaza Yahya Sinwar in his first publicized statements since launching Al Aqsa Floods campaign: \n\n\"The leaders of the Occupation should know, October 7th was just a rehearsal\" https://t.co/YBPNHiPdbK"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAN9kHgb0AA5Syj.jpg",
    "index": 7,
    "text": "Hamas have released a video of a hostage being told on camera that his 10month old baby, 4 year old and his wife are dead. We don’t know if it’s true. He broke down. This is torture. Hamas are inhumane monsters where cruelty is not the means to an an end - it is the goal itself. Inflicting cruelty and pain and suffering is their mission. They cannot be allowed to exist. Their goal is to torment and exterminate Jews and subjugate the world to radical Islam. Anyone calling for a ceasefire is a monster themselves. They should be ignored for seven eternities. The Jewish people deserve peace and must do what they need to do to protect themselves."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_-JsbpXoAAtjT8.jpg",
    "index": 8,
    "text": "Watching the release of the hostages is the most surreal thing I’ve ever seen in my life. \n\nInfants escorted by masked armed terrorists and handed to the Red Cross. \n\nNone of this makes any sense. \n\nAs I keep saying, if I look at these events with a human lens, I’ll lose my mind. It’s all so insane, on so many levels. \n\nIt’s so hard to believe any of this is really happening."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_o5wIiXMAAb1-1.jpg",
    "index": 10,
    "text": "Have all the anti-Israel protesters who are outraged by Israel's defense measures ever wondered what would happen to the Jews if Israel removed all the checkpoints, fences and walls? As you can see in this video (link below) senior Hamas leader Fathi Hammad demonstrates how Jews will be treated in \"Free Palestine\".\n\nIn 2005 Gaza was \"free\" after Israel expelled all the Jews and gave the territories to the Palestinian Authority. Sadly, in 2006 the Palestinians in Gaza voted Hamas into power, even though its charter explicitly calls for the genocide of Jews. Israel was forced to defend itself after Hamas began terrorizing Israeli civilians in the south. We didn't build a wall and security fences \"just for fun\". \n\nThis video and the terrorist attack on October 7th make the intentions of Hamas very clear. Hamas terrorists don't want a state alongside the State of Israel. They want a state instead of the State of Israel.\nHamas terrorists do not want \"coexistence\" with the Jews as they publicly and explicitly call for genocide and ethnic cleansing of Jews.\n\nLink to the video: https://t.co/bLM4ekVJ3E\n\nPlease retweet if you support Israel's right to exist and defend itself!"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_YOYRpXkAAoqY6.jpg",
    "index": 11,
    "text": "This is where Hamas metes out fake \"justice\" (ie persecution) for non-crimes such as \"normalisation \".\n\nIn other words, having conversations with Israelis.\n\nhttps://t.co/oNoGZmRZ6O https://t.co/1m6dv2ojxz"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-rIWexaQAAXJ6W.jpg",
    "index": 15,
    "text": "This is an absolutely must-watch interview with Syrian-born Palestinian social activist Manar Al-Sharif.   \n\nShe went to Gaza to try to help the civilians there get necessities and education to better themselves and  had her eyes opened to the brutal and impoverished reality of Hamas in Gaza for the Palestinian people  \n\nI watched almost all of it before I went to bed. I I’m now on the part  where Hamas threw her in prison for refusing to stop speaking up about Hamas’ mistreatment and theft of aid from the Gazan civilians they have left impoverished by stealing billions meant to better the lives of Palestinian families.  \n\nNot  a short interview but worth listening to in a way a few interviews are.  Amazing stuff. Palestinian woman telling it like it is, and damn, it’s ugly.  \n\nThis shows why @IDF is doing a huge service to the poor Palestinian people brutalized and murdered and left with nothing by Hamas.  \n\nAn amazing part of this is where she mentions that the people told her life was better when the Israelis actually “occupied” Gaza. \n\nThe people had work and pretty good lives and didn’t encounter the horrible brutality of Hamas. Those who remember these days really resent Hamas, she explains.  \n\nWow.\n\nInterview here with English translation embedded: https://t.co/ThzOk0EN4m"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-zuYXNWkAECqwC.jpg",
    "index": 17,
    "text": "In 2015, Amnesty reported that Hamas was using al-Shifa Hospital as their base to interrogate, torture and murder Palestinians.\n\nSee for yourselves: https://t.co/SxSEmPLFnp https://t.co/9ExrqZTCSq"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-bAVXcaYAAr7WI.jpg",
    "index": 22,
    "text": "In an interview with Lebanese journalist Marlene Khalifeh, senior Hamas official Osama Hamdan said that if they could turn back time, they would still carry out the October 7 attacks and that their goal is end Israel’s ambitions to be a “natural entity” in the region. https://t.co/P3kSfI38eo"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-M3Xg2W4AA9lol.jpg",
    "index": 24,
    "text": "#Hamas killed Gazans, and when the world ignored that, they killed Israelis. The pictures here show what life was like under Hamas terrorists in #Gaza. Every Gazan who opposes Hamas is called an Israeli spy and is killed. Do you want this for Gazans, Hamas sympathizers? Do you still believe what Hamas says about any story? And why didn't NGOs, human rights organizations, London, and Paris protest against this? \n#HamasTerrorists #Israel \n*pic's Reuters on November 20, 2012."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAl02QkbwAAawuj.jpg",
    "index": 0,
    "text": "This was the damage caused to a school in Tel Aviv today by a rocket fired from Gaza. \n\nBut because it's an Israeli school and its students are Israeli children, this is not a war crime. \n\nDid I get that right, @antonioguterres? https://t.co/Hp6pp5AUsr"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-1uK0KW0AAkJ1D.jpg",
    "index": 4,
    "text": "A U.S. Intelligence Official has now stated that the Evidence provided by Israel which claims a Hamas Command and Operations Center is beneath Al-Shifa Medical Center in Gaza City is True, further stating that the Fuel provided to the Hospital is often Stolen by Hamas Fighters who Regular Stage and Gather around the Hospital in order to use the Facility and its Patients as “Human Shields.”"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-k21thXoAE0EEm.jpg",
    "index": 7,
    "text": "BREAKING: 2 Israeli women injured by Hamas rockets in Tel Aviv. One of them is 40 year-old nurse. They’ve been taken to Ichilov hospital,\n\nEvery single one of Hamas rockets is a war crime. They indiscriminately target civilians, and medical team. \n\nNot a word from: @MSF_USA @WHO https://t.co/wGmTe0CmyY"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-gWCQkacAAtxn3.jpg",
    "index": 10,
    "text": "A school in the southern Israeli city of Eilat was bombed earlier today. \n\nThese are war crimes you won’t hear about. Now why is that? https://t.co/tv2hHlYxAi"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-XSymBXkAAFfSi.jpg",
    "index": 12,
    "text": "Hamas rockets have now hit Israel’s Barzilai hospital in Ashkelon 3 times in the last month. \n\nHow much coverage have you seen about it? https://t.co/MFH8SqFjQW"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-WiIFIXUAAQXyM.jpg",
    "index": 13,
    "text": "The Israel Defense Force has Discovered another Hamas Rocket Launch Sites with a Large Stockpile of Munitions inside of a School/Youth Center in Northern Gaza; the Munitions and Launchers have since been Destroyed by Explosive-Ordnance Disposal Teams. https://t.co/AR5TCqQuFq"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-T7IaGXIAARaZt.png",
    "index": 14,
    "text": "Israeli forces captured a Hamas/PIJ 49 tube multiple rocket launcher (possibly for 122mm caliber artillery rockets) set up at a youth movement building in the Gaza Strip. https://t.co/JqVR33vO1V"
  },
  {
    "img_url": "https://pbs.twimg.com/card_img/1752172165682659328/2QzWKGGK?format=jpg&name=small",
    "index": 16,
    "text": "For those of you who require proof (in good faith), please watch/read in the link.\n\nFor those of you for whom no proof will ever be accepted against your hateful narrative - f^*k off!\n\nWATCH: #Hamas uses ambulances to transport #terrorists, weapons - #IDF https://t.co/N0sjswJ34n"
  },
  {
    "img_url": "https://pbs.twimg.com/card_img/1755708750613118976/eG9-uYQN?format=jpg&name=small",
    "index": 17,
    "text": "A 28-year-old evacuee from Gaza City now residing in Khan Younis saw his brother murdered by Hamas. Both had been involved in peaceful demonstrations against Hamas...\n\nThe voices of Palestinians living under Hamas:\n\nhttps://t.co/fbzQXX9Wty"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-DaYvpWEAANxQ7.jpg",
    "index": 18,
    "text": "Senior U.S. Officials have stated that Hamas attempted to use Ambulances provided by the Red Cross and Red Crescent to Escape from Gaza to Egypt earlier this week alongside 76 Palestinians who had been Seriously Wounded and required Higher-Medical Care in Egypt; the Plot was Discovered  by the United States and Egypt when they they were provided a List by Palestinian Authorities of Patients who needed to be Transferred out of the Gaza Strip to Egypt, but after Vetting it was realized that over a “Third” of the Names were of known Hamas Terrorists so that List was Rejected and only 76 were Accepted."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEoaVdRXkAAB1t-.jpg",
    "index": 0,
    "text": "3/\n\nSubject: \nGranting Release\n\n With regard to the matter mentioned above, we ask of you to release the brother Hani Saeed Saleem Salah, who works at the education administration in west Khan Yunis, as we need him for military training on the 28/09/2023. This date is not flexible."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEjHzdJWEAAGqvO.jpg",
    "index": 1,
    "text": "This is a sensitive topic, and I don't underestimate the lives lost in this war. \n\nBut, despite international media claims of Israel targeting journalists in Gaza, the facts are that Israel doesn't target journalists to silence them.\n\nIDF didn't disproportionately kill non-terrorist journalists.\n\nAccording to @mishtal research, 85 of the \"journalists\" killed in Gaza were active terrorists affiliated with Hamas or other terror organizations in Gaza. Another 5 \"journalists\" were killed while being close to other terrorists who were eliminated.\n\nFor example, the \"journalist\" Maztapa Taria who was killed alongside the \"journalist\" Hamza al-Dahdo, who according to documents found by the IDF in Gaza, both belonged to the terrorist organizations in Gaza. \n\nor the journalists Muhammad Mater, Anas Abu Shamla and Montaser al-Sawaf - all belong to the terrorist organization Hamas. All these are just examples of \"journalists\" killed in Gaza.\n\nOnly 19% of the killed journalists were not proven to be terrorists, and the circumstances of their deaths were not precisely determined. In any war, circumstances may become clear in the future, and sometimes journalists die in tragic circumstances\n\nWhile in  Israel has press freedom and liberal democracy, allowing any journalist visiting Israel to speak freely, And every journalist who has been in Israel will testify to that. in Gaza, controlled by the fundamentalist Islamic terror organization Hamas, has no press freedom at all.\n\nEvery war is terrible, and the current conflict in Gaza is especially dire. As part of their military strategy, Hamas uses civilians as human shields, both in combat and as shields for their terror infrastructure and rocket launchers.\n\nAs a result, despite the IDF's immense efforts, civilians continuously suffer. Reports from Gaza on casualty numbers, IDF airstrikes, and fighting between IDF soldiers and Hamas are constantly quoted by international media, but verifying these claims is challenging, and many have been proven entirely false.\n\nIn Gaza, there are no journalists who can expose the truth about these numbers and reports. True journalists working in Gaza cannot reveal that, for example, in an airstrike, civilians were not killed, only Hamas militants were.\n\nIf a Gaza journalist dares to tell the truth about the number of terrorists killed, Hamas will kill them immediately them.\nNone of the real journalists in Gaza can tell the truth.\n\nThe truth is one of the casualties of war, so it's crucial to expose the journey of lies and manipulation by the terror organization Hamas.\n\nVery few journalists in Gaza are genuine journalists, and even they can't tell the truth due to the dictatorial and terrorist rule in Gaza. The rest of the \"journalists\" in Gaza are not journalists but terrorists collaborating with Hamas.\n\nIt's time to understand that most journalists in Gaza are #TerroristsNotJournalists. And those who are real  journalists do not tell the truth.\n\nA \"press\" vest, anyone can buy at \"Ali Express\", but not everyone who wears a press vest is a journalist.\n#HamasislSIS #TerroristsNotJournalists"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEiu-J_XoAU5ute.jpg",
    "index": 2,
    "text": "A new poll shows that the vast majority of Palestinians (90%) think that the October 7th massacre was “a legitimate resistance operation”.\n\nTell me more about “innocent Palestinian civilians”… Tell me more about “a few bad apples”… 90% of them are “bad apples”!\n_ https://t.co/q5DinPcbp9"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAXlWfcb0AA9bIB.jpg",
    "index": 4,
    "text": "The three infamous occasions a red bloody hand was used:\n\n1- 1941, the Farhud to mark Jewish homes for slaughter\n\n2- 2000, the Ramallah lynching and cannibalism of two Israelis\n\n3- 2023, the pro Palestine protests after the largest massacre of Jews since the Holocaust took place https://t.co/iZm4lIwcMP"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAapkNTWsAA0vx7.jpg",
    "index": 5,
    "text": "October 7: “The son of our neighbors participated in October 7 with Hamas and returned with spoils of war”\n\nDecember 2: “why did they bomb our lovely neighbors house”?\n\nYeah, real mystery https://t.co/Nr0QheQoKf https://t.co/stXUm9SZUG"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAB7GmJXAAAOmSj.jpg",
    "index": 8,
    "text": "Watch: Palestinian Muslim woman in Gaza says she and other civilians are fighters who want to cross the border and burn Jews to death. As you can see in the video (link attached below) she explains that Jews are impure just like dogs so they should be burned to death.\n\nThis short film (link attached below) reveals how Hamas used the \"the Marches of Return\" to sacrifice the lives of Palestinian civilians and use the international media to discredit Israel.\nPlease follow the filmmaker: @reh0v\n\nLink to the video: https://t.co/xxf2inRXiD\n\nIt seems that Twitter is limiting the reach of my posts, so please if you see this post, hit the like button, retweet and even share your thoughts in the comments below about the video. Every engagement will make it get more reach."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_jc9oGXoAAllqu.jpg",
    "index": 14,
    "text": "⚠️ Content Warning: This Gazan citizen in the photo proudly recorded himself live in the October 7 massacre, first he injured a foreign worker, then stepped on his dying face, then took a hoe and started beating the man with it until he killed him. When he finished he shouted that he was a hero and thanked God, threw the hoe and went to murder more innocents.  This man is probably now in Gaza shouting to the world that he is poor man. I hope the NILI unit gets to him and then he really will be.\n#October7massacre\n#TheWestlsNext\n#terrorists"
  },
  {
    "img_url": "https://pbs.twimg.com/card_img/1755932946903474176/qgI8SFoh?format=jpg&name=small",
    "index": 17,
    "text": "You can read the full story by @reglash in @J_Insider"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_FiFViXUAAfvFz.jpg",
    "index": 20,
    "text": "This is an opinion poll on the ground in Palestine today.\n\nAs you can see, my views are not mainstream today. 74.7% of Palestinians want all the land, river to sea.\n\nBut that is not a realistic solution. We need realistic solutions, &amp; I will promote them.\n\nhttps://t.co/TbRNr5rfgT https://t.co/oXVCozjkzP"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_Fd7S1XEAAWgIh.jpg",
    "index": 21,
    "text": "New poll: 75% of Palestinians support the massacre of Jews on October 7.\n\nIn the West Bank, 83.1% support slaughtering Jews, while only 6.9% oppose. \n\nKnowing this, what sane person would support a Palestinian state?"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_Iu0EdWsAETIZz.jpg",
    "index": 23,
    "text": "It is important to not mix up Hamas and ordinary Palestinians.\n\nNot all Palestinians support the raping and torturing and kidnapping and killing of innocent Israelis.\n\n5.4% of Palestinians somewhat do not support that and 7.3% of Palestinians are extremely against it! https://t.co/9zJtw5AOPO"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-fgRodXoAADoOf.jpg",
    "index": 25,
    "text": "Innocent Palestinian civilians elected Hamas.\nInnocent Palestinian civilians supported Hamas.\nInnocent Palestinian civilians joined the massacre, committing most of the sadistic crimes.\nInnocent Palestinian civilians celebrated the massacre.\n\n“Innocent Palestinian civilians”? 🧐 https://t.co/xHNS6tgHcn"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F9q3GC6XUAAEbrq.jpg",
    "index": 28,
    "text": "This guy was the subject of a glowing @nytimes profile and speaker at @Penn's \"Palestine Writes\" festival last month. Now tell me you don't know why antisemitism is rising in America. https://t.co/ZCRgmn2Oe2"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F9uGmAVXQAAyUjC.jpg",
    "index": 29,
    "text": "Ahed Tamimi, the “Palestinian peace activist” posted on her Instagram:\n“Come on settlers, we will slaughter you. We are waiting for you in all the cities of the West Bank. What Hitler did to you was a nothing. We will drink your blood and eat your skulls. We are waiting for you.” https://t.co/73CqOiQg3q"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GCOd3RjXMAAV7FG.jpg",
    "index": 2,
    "text": "This is the story of 4-year-old Negev, his half-year-old brother Eshel and one heroic mother - Adi. On Saturday morning, Hamas monsters infiltrated their home, Adi took them both to a shelter where they tried to shoot the baby Eshel but Adi protected him. \"Mom told us to remember that she loves us the most in the world and then she left\" - said Negev.  For hours, no one knew where they were, the terrorists had time to film a propaganda video with the children and kidnapped them with the neighbor to Gaza, Negev raged and cried the whole way, he was injured and disturbed the terrorists, he kept yelling at the terrorist \"get me off\" and then, they decided to throw them on the road. The family was sure that their mother Adi had been kidnapped to Gaza, only a few days later the cruel truth became clear, the heroic lioness who fought for her children, Adi was murdered, she was found under a blanket, a closet and a bed in the shelter of the family's home, with her body wrapped in explosive charges.\n#October7massacre\n#HamasTerrorists"
  }
]