[
  {
    "img_url": "https://pbs.twimg.com/media/GEl0fSoXoAAnLsV.jpg",
    "index": 1,
    "text": "Naama Levy. Noa Argamani. Shiri Bibas. Arbel Yehoud. Romi Gonen. Amit Buskila. Eden Yerushalmi. Carmel Gat. Doron Steinbrecher. Emily Demari. Daniella Gilboa. Agam Berger. Liri Albag. Karina Ariev. \n\nThese are the women being held by rapists. Say their names. Learn their stories. Bring them home. Now."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAg5rgbXoAAOMIR.jpg",
    "index": 7,
    "text": "17-year-old Mia Leimberg's life changed on October 7th at Kibbutz Nir Yitzhak, when she was taken hostage, her dog Bella her only solace. \n\nMia recently shared how Bella silently offered comfort and warmth in captivity, never barking, always close to her.\n\nThey shared limited food and maintained stealth to not anger their kidnappers.\n\nMia says her dog helped her survive 💔"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAXqngiWYAAj6HF.jpg",
    "index": 9,
    "text": "Netanyahu with Mia Regev in Soroka Hospital https://t.co/5pUoaL9nnO"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAdSORwXcAAovSr.jpg",
    "index": 10,
    "text": "Ofelia Roitman, 77, who was brutally kidnapped on Oct 7 from her home and was released from Hamas captivity, said she was held hostage alone, at a home of a Gazan couple with children, all of them held her hostage.\n\nJust another family home in Gaza used as a Hamas terror base. https://t.co/9a7AkNlCpz"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAHRs2oXEAArp9e.jpg",
    "index": 13,
    "text": "What the actual fuck is happening in Melbourne, Australia? A delegation of Israeli hostages' family members came to the city for meetings but were unable to enter their hotel because a group of anti-Israeli protestors arranged a demonstration in the lobby. Family members of abducted men and women left fearing for their safety because of protestors. Who are you demonstrating against? These are people who only want their loved ones home."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAIeNCxWAAAg99N.jpg",
    "index": 14,
    "text": "Yarden Roman - a heroic mother - is coming home. \n\nOn Oct 7, Yarden, her husband, Alon, and their three-year-old daughter Geffen were forced into a car by four Hamas terrorists. As the car raced toward Gaza, they caught sight of an IDF tank. took the chance, jumped out and ran.\n\nAs they ran, Yarden handed little Geffen to Alon, knowing he could run faster. The terrorists chased them, firing their guns. They ran in different directions - Yarden hid behind a tree, directing the fire and the terrorists toward her. Alon, with Geffen, hid under branches and bushes for 12 hours as terrorists searched for them.\n\nTonight, after 53 agonizing days, the family will be reunited."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAL-iJ7a0AAwCOw.jpg",
    "index": 15,
    "text": "When the Gat family was captured by Hamas on Oct 7, they were forced on a truck and driven toward Gaza. \n\nJust before crossing the border, they jumped from the truck and ran for their lives. Yarden handed 3-year-old Gefen to her husband knowing he could run faster. \n\nYarden was captured and held by Hamas for 53 days. At long last, she is free and Gefen is back in her arms."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GANgurbWoAEyhbv.jpg",
    "index": 16,
    "text": "Pro-Hamas students at the @universityofky tore down posters of our kidnapped family again.\n\nSo students and I responded by placing 10x the posters.\n\nWe will not be intimidated, and we will not be silenced.\n\n#BringThemAllHomeNow \n\nEvery Single One. https://t.co/FAseTC7GFR"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_QLqNSXsAA8--i.jpg",
    "index": 24,
    "text": "Gali Tarshansky is 13-years-old. \n\nShe has been in the hands of Hamas for 6 weeks now. Imagine what life has been like for this girl.\n\n#BringThemHomeNow https://t.co/0JCHKnm0Mq"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_QgqRWbAAAfFn5.jpg",
    "index": 25,
    "text": "Maayan Zin’s daughters Dafna, 15, and Ela, 8, were kidnapped by Hamas and are currently being held hostage. \n\nIn an op-ed, she writes: \n\n “I have nothing left to ask of this world but this: Take me to my girls. Take me to Gaza. I am requesting assistance from the Israeli government, the U.S. government, the International Committee of the Red Cross and any other organization trying to help the hostages. I cannot wait for more news of hostage deals to come and go. \n\nYou have failed to free my girls, so take me to Gaza. My bag is packed. I will take only a few items: chocolate milk that my daughters love, shoes that are good for running, and a new bandage for Ela — the last photograph we have of her in captivity shows that she is injured. Take me to Gaza so I can change her bandage.\n\nIn my jeans pocket I will carry a photograph of Noam, their father, who we believe was killed in front of their eyes. Take me to Gaza in his memory.”\n\nPaywall Free Link: https://t.co/Sv4WvOO66f"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_Q58qXWEAA-b4O.jpg",
    "index": 26,
    "text": "This is the mother of 19-year-old Noa Marciano, a hostage murdered by Hamas 💔 https://t.co/ODZSh1ZOvf"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_KvIlgWUAAs20i.jpg",
    "index": 27,
    "text": "Hamas killed another Israeli hostage. \n\n86 year old Aryeh Zalmanovich is shown in a Hamas video— dead, with black and blue marks throughout his arms and a blurred face with a rag visible around the mouth. He looks gagged.\n\nThe elderly man appears to have been tortured before he was killed."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-lGuuEbIAAOQZi.jpg",
    "index": 30,
    "text": "Held hostage: Yehudit Weiss\n\nYehudit hasn’t been heard from since the morning of Oct 7, when she and her husband, Shmulik, were in their Kibbutz Be’eri safe room. Hamas terrorists shot Shmulik. \n\nYehudit’s phone was later traced to Gaza. She had been undergoing treatment for breast cancer before Oct 7.  Yehudit needs to come home now. \n#BringThemHomeNow"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F9DoKatXUAAloSp.jpg",
    "index": 32,
    "text": "Oded and Yochi Lifshitz, 83 & 85, of Kibbutz Nir Oz. They are proud Zionists and peace activists, dedicating their lives to coexistence and volunteering to drive children from Gaza to hospitals in Israel. \n\nNow they have been kidnapped by Hamas to Gaza, Yochi ripped from her oxygen tank. The second photo is the remains of their piano after Hamas burned down their home. #BringThemBack"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F9FMCawXEAAG6ln.jpg",
    "index": 33,
    "text": "The Boston Jewish community encouraged families to “adopt” a hostage to pray for until they’re released. \n\nMy fiancé and I chose Fernando Marman. He moved to Israel from Argentina and was with his family in Kibbutz Nir Yitzhak when terrorists abducted him.\n\nPray for Fernando. https://t.co/QfE6NlB9QO"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGvnizDXYAApJ6i.jpg",
    "index": 0,
    "text": "No babies, no ceasefire. https://t.co/0DLmkkOuNY"
  },
  {
    "img_url": "https://pbs.twimg.com/news_img/1760060089455579136/UrmQuCHQ?format=jpg&name=orig",
    "index": 3,
    "text": "Other hostages are also beginning to speak..\n\n'One of the girls was handcuffed and beaten with a stick' ... 'She came to me and looked me in the eye and said he touched me. and we cried together.' - released hostage Aviva Siegal https://t.co/SdG2GWsD3d"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG1EHyLXwAA6LOs.jpg",
    "index": 4,
    "text": "'One of the girls was handcuffed and beaten with a stick' released hostage testified.\n\nAviva Segal who was released from Hamas captivity in Gaza described how one of the young women taken by the terrorists was handcuffed and beaten with a stick by four of them, three other young girls were made to shower in front of their guards although they had never shown their bodies to anyone.\n\nSpeaking to the Conference of Presidents of Major American Jewish Organizations on Tuesday Segal said her husband Keith, an American citizen was forced to shave his entire body while being ridiculed by his captors. They were abducted from their home, pulled by their hair, and beaten as they were taken to Gaza.\n\nI came back from Gaza after 31 days of hell,\" Segal said. \"I never thought that I would see my kids again. I never thought that I would see the ocean again. I never thought that I would have a warm shower again. The terrorists told us that Israel does not exist. They told us the whole world was bombing Israel.\"\nSegal described being taken one time to a tunnel that was 40 meters deep below ground. \"We were there for four days with almost no water and no food. We got to the point where we were not able to even say a word because there was no oxygen to breathe.\n\nThe terrorists just left us there because it was not comfortable for them because there was no oxygen,\" she said describing how she and her husband were gasping for air. \n\nIn her heart-wrenching testimony to the Jewish leaders, Segal described a time when one of the girls was called by the terrorists out of the room where the rest were kept. When she returned it was obvious that something had happened. \"She came to me and looked me in the eye and said he touched me. and we cried together.\"\n\nI am standing here and telling my story because I believe that we can all do something,\" she said. \"Please do everything you can to stop this madness and please help bring Keith and all the hostages home,\" she said. \n\n\"I was in the worst place ever, with no oxygen, starved, thirsty, sitting in the dark, threatened, for 51 days. I want to ask you all, how can I continue knowing that Keith is still there and going through hell? My heart can't handle this. please help.\"\n\nynet"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBQFg3xXYAArK2N.jpg",
    "index": 5,
    "text": "Tal Chaimi was kidnapped on October 7 to Gaza. His wife Ella, and his three children were hoping to see him again but now they have announced that Hamas monsters murdered him in captivity.\n#October7massacre\n#HamasMassacre https://t.co/UicrKkqykl"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAxk2kGXUAE0MF3.jpg",
    "index": 7,
    "text": "Mia Goren, the kindergarten teacher of Kibbutz Nir Oz. Hugging a sweet baby - Kfir Biebs. Mia was kidnapped and murdered, Her body is still in captivity ,Kfir is still abducted.\n#October7massacre\n#HamasMassacre\n#HamasTerrorists https://t.co/KUdvjBbsWT"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAscS4HWcAIab9X.jpg",
    "index": 8,
    "text": "⚠️This is a call to the world. These innocent young men were severely abused and kidnapped from the Nova Music Festival on October 7th by Hamas. Hamas terrorists filmed them in captivity, handcuffed. You can clearly see that they are hurt and scared. The Red Cross is obliged by international law to check their condition. Human rights organizations around the world did not lift a finger for them.  They are kidnapped Jews in Gaza and it is a holocaust. If you look away, this holocaust will one day knock on your door too.\n#kidnapped\n#October7massacre\n#HamasMassacre\n#HamasTerrorists\n#HamasislSIS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GANIJ_9WMAEpcpm.jpg",
    "index": 11,
    "text": "What the Nazis Hamas did with yarden Biebs, father of Ariel Kafir and husband of Shiri, proves beyond any doubt to the world: this is the cruelest terrorist organization in the world. They are not ISIS - they are worse than ISIS. They are not Islam - they are Satan. The gates of hell should be opened for them and the whole world should want it for the sake of all humanity.\n#HamasTerrorrists\n#TheWestlsNext\n#Israel\n#October7massacre"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAM4hjOWsAAJ3-1.jpg",
    "index": 12,
    "text": "Mia's eyes. sea ​​of ​​pain.\n#October7massacre\n#HamasislSIS\n#HamasMassacre\n#Hamas_is_ISIS https://t.co/XNwVpVLNgn"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GABWyWfWMAE3X5P.jpg",
    "index": 15,
    "text": "testimony from captivity: The Hamas terrorists forced the 12 year old Eitan Yahalomi to watch the horror videos from October 7th. Hamas terrorists would also threaten the children with their weapons when they cried. When he arrived in Gaza, civilians also beat him. He was sometimes alone, and sometimes with others.\n#october7th\n#HamasMassacre\n#HamasisISIS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_5CWyLXIAAy0OI.jpg",
    "index": 16,
    "text": "That's how the Hamas monsters kidnapped her - and that's how she came back. Alma Avraham, 84, is hospitalized in critical condition.\n#October7massacre\n#HamasMassacre\n#HamasTerrorists\n#the_slaughter710 https://t.co/Guuq3wW7Uz"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_zQLAdWUAA-7LG.jpg",
    "index": 17,
    "text": "50 days the cowardly Sinwar holds her captive.\n#HamasisISIS\n#HamasMassacre\n#HamasTerrorrists\n#October7massacre https://t.co/5KLr7X1RxA"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFbm-4xXYAA9YH6.jpg",
    "index": 20,
    "text": "Noa Argamani is 26 years old. She  was taken hostage on the morning of October 7 by a mob of Gaza civilians.\n\nNoa has gone through hell. Her mother, Liora, is terminally ill and her dying wish is to see Noa one last time."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFbn_lbXsAAc0QF.jpg",
    "index": 21,
    "text": "Hadasa Lazar, sister of 86-year old hostage Shlomo Mansour: \n\nShlomo was born in Iraq and survived the violent Farhud against the Jewish population. The world was quiet then. We never imagined that in Israel at the age of 86 would be abducted from his own home still wearing his pyjamas. Once again Shlomo is going through a Holocaust the world is stilent."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFao6VpW0AA1NhR.png",
    "index": 22,
    "text": "\"Her eyes didn't move, they are empty. She is so thin and pale.\"\n\nThe mother of hostage Doron Steinbrecher speaks out after her daughter was shown in a propaganda video released by Hamas psychopaths. Simona Steinbrecher said she had no idea her daughter was alive until terrorists released the cruel footage.\n\n\"I stopped living. I feel as if years of my life have been taken from me....not one released hostage had seen Doron, no one knew anything about her, it has been the most agonizing time. \n\nNow looking at the video I fear her health is rapidly deteriorating. I just want her back home so I can hug her and take care of her.\""
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFU4mNUXkAAQqxK.jpg",
    "index": 23,
    "text": "A happy moment to welcome Amit Shani to our Embassy - which is now also officially his: Amit got his citizenship papers that we kept for him during his 54 days as a hostage of Hamas. Amit, all the best and keep surfing! https://t.co/4aUvZ89w5O"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFV3XSbWkAAyRTb.jpg",
    "index": 24,
    "text": "Yoram Metzger is an 80-year-old grandfather with diabetes who is being held hostage in Gaza. \n#BringThemHomeNow https://t.co/SOm0bXhm0C"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFSFpd9W8AAh3rr.jpg",
    "index": 25,
    "text": "Hamza Ziadna\nYosef Hamis Ziadna\nFarhan Al Qadi \n\nThree Arab Israeli Muslims being held hostage by the Hamas jihadi death cult. \n#BringThemHomeNow https://t.co/wwwMZKYsRd"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFNkxkaXcAAHd3P.jpg",
    "index": 26,
    "text": "You know who else doesn’t want to be abandoned @UNICEF? Ariel and Kfir Bibas - two babies, abducted and held by terrorists in Gaza.\n\nWhat are you doing to set them free? https://t.co/DU1lg8oVxo https://t.co/C9dNnackb0"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFNLjN1XQAAhghC.jpg",
    "index": 27,
    "text": "Former hostage Mia Regev shared that while in Gaza: \"They tore off my clothes. They took my identity and my name from me. The terrorist who was watching over me told me every day that if the army came to save me, then he would shoot me immediately.\"\n\nMia also recounted how terrorists abused her by hitting her in the leg in which she had been shot during her abduction."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFMEiVSWsAMSBYW.jpg",
    "index": 28,
    "text": "Former hostages Ela (age 8) and Dafna (age 15) Elyakim recount the horrifying events of October 7. \n\nTerrorists stormed into their home, shot their father in the leg, and then streamed the attack on Facebook Live. Their father, Noam, his partner Dikla, and her son Tomer were all murdered. \n\nDafna and Ela – two children – were driven into Gaza and taken to the home of a Gazan family. The terrorists who held them kept telling them that they would only return to Israel in coffins. While in captivity, they were held in another house, a school, and then in a tunnel before finally being released."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFIU8Y2WEAAglQK.png",
    "index": 29,
    "text": "Tal Shoham turned 39 today as a hostage of Hamas in Gaza. He is a father and a husband who was ripped from his home by terrorists on October 7. \n\nIt's been 116 days of torture. Tal needs to come home now. #BringThemAllHome https://t.co/Db4daD0q4Q"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFBmVa0XoAEDxrV.jpg",
    "index": 30,
    "text": "The mother of hostage Emily Damari:\n\nEmily is in a tunnel in the Gaza Strip 40 meters below ground level, imagine your daughter injured, perhaps being beaten, abused both psychologically and sexually, maybe even raped, definitely starving and with very little water or air. The released hostages are witnesses to all of these abuses.\n\nThe women need to come home now. If they are pregnant after being raped, we are 3 months into this war, and they need abortions now. In order to reduce the trauma of such a procedure.\n\nPlease don't pity me or Emily. We are both fighters. That is why I came here today. We are both fighting for her life. I want you to join me in the fight for her life too."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFCmx4wWcAEh7DF.jpg",
    "index": 31,
    "text": "Noa Argamani has been in the hands of terrorists for 115 days. Her mother - ill with terminal cancer - is begging to be able to see her child one last time.\n\nRaise your voice. Demand Noa's freedom.\n#BringThemHomeNow https://t.co/iDvpRLTdpk"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFBlOWDXkAAJ_hY.jpg",
    "index": 33,
    "text": "Former hostage Amit Soussana: “We were held in such inhumane conditions. No person should ever be subjected to such brutal and ruthless treatment. You are not allowed to speak, not allowed to cry, and not even allowed to comfort each other when times get really bad. I was under emotional and physical terror the entire 55 days I was held in captivity. Feeling like every moment can be my last.”\n\n📷 Adar Eyal & Paulina Patimer"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GD0kraZXoAAgo_b.jpg",
    "index": 36,
    "text": "Omer Shem Tov danced with his friends at the Nova Music Festival. When Hamas terrorists started the massacre on October 7, Omer started to run away, called his parents and said in a broken voice: \"There are a lot of shots here, they are shooting at us\" and added: \"Dad, I see a lot of dead people here\". He sent a location in real time and his parents suddenly saw that he was traveling, on the way to Gaza. They did not understand and tried to call him, to tell him that he was in the opposite direction and should turn around, but Omer did not answer anymore. At night, a Hamas video was published in which Omer is seen in a van with terrorists, tied by his hands, on the way to Gaza. Omer Shem Tov - 100 days in the tunnels."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GC3B--uXsAArRZD.jpg",
    "index": 37,
    "text": "Every day since October 7th is October 7th. https://t.co/5mjTU64Bgn"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GCtQpIbXIAAa5uO.jpg",
    "index": 38,
    "text": "It's a story about a young man who suffered too much and his name is Sahar. He was in his home when the terrorists infiltrated Kibbutz Bari on October 7th, At first the terrorists threw grenades into his house, his brother Idan was injured by shrapnel and he treated him, the monsters started setting fire to his house, Sahar tried to escape through the window with his brother Idan and the terrorists caught both of them - Idan was shot in the head, And Shahar was kidnapped to Gaza. At exactly the same time, they murdered Idan and Sahar's grandmother - Geula - in the kibbutz. They held Sahar under severe torture, the terrorists forced him to sit in front of the camera and beg \"release me\" and when it was turned off they murdered him with unimaginable cruelty, broke his hands and seriously injured him, they photographed his mutilated body and added it to one horrible video that they released to the world. His parents had to watch the same video, whose hearts were repeatedly broken by the fact that they had lost their two children and the family's grandmother. It's a story about Sahar who had his whole life ahead of him, Sahar with the starry eyes and the mischievous smile. Sahar who has gone through so much suffering and will not return again. This is his last picture."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBuXwbyWUAA-5FY.jpg",
    "index": 39,
    "text": "⚠️ A call to the world, Please share.  This is my friend Guy. Guy came to the Nova music festival to enjoy with his friends. He brought a tent, danced and was happy. Guy was kidnapped on the morning of October 7 from the party, the terrorists' Go Pro cameras recorded the moment of his abduction. Guy is an innocent, unarmed citizen that Hamas has been holding for over two months. Every request from the Red Cross to check his condition was met with refusal. Guy was later recorded in the captivity of Hamas with other abductees who were at the festival.  Guy could be any of your children, please don't be silent.\n#October7massacre\n#HamasMassacre\n#kidnapped\n#Hamas"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBe6tW-X0AAQSki.jpg",
    "index": 40,
    "text": "This beautiful soul is Inbar Hyman. Inbar was with friends at the Nova music festival. She cried and begged for her life. The monsters of Hamas chased her, hunted her, wounded her, dragged her on the ground all the way to Gaza, where they murdered her. Today, more than two months after her abduction - a message was given to her family.\n#October7massacre\n#Hamas"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBap4iNXkAA6z_Z.jpg",
    "index": 41,
    "text": "Just yesterday I was at Alon Shamriz's house in Kibbutz Kfar Gaza or maybe you can say in what is left of it. The place from which he was kidnapped - the place that Hamas terrorists completely destroyed, the signs of the struggle are clearly visible. Alon lived a quiet life, he was a happy man, until Hamas arrived, kidnapped him from his home and brought him to Gaza, where his life ended.\n#October7"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBYEIU3W4AA8Pev.jpg",
    "index": 42,
    "text": "The IDF rescued the bodies of 19-year-old Nick Beiser and 19-year-old Ron Sherman, who were kidnapped on Saturday 10/7/23 by the terrorist organization Hamas. Nick and Ron were kidnapped alive - Hamas monsters murdered them in cold blood in captivity.\n#October7massacre\n#HamasTerrorists"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBXkChaXwAA8CrP.jpg",
    "index": 43,
    "text": "Elya Toledano was kidnapped from the Nova music festival on the morning of October 7. Alya was kidnapped alive and this morning they announced - Hamas murdered him in captivity.\n#October7massacre\n#HamasisISIS\n#HamasMassacre https://t.co/4suMhx0L1Q"
  }
]