[
  {
    "img_url": "https://pbs.twimg.com/media/GEoUCnuX0AAb6il.jpg",
    "index": 0,
    "text": "The most special fairy in heaven. The images of the monsters on your body can't get out of my head.\nso sorry. They will pay. https://t.co/q0aXhazqUo"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEjencpX0AArUrl.jpg",
    "index": 1,
    "text": "It's a story about murdered love. A heartbreaking story about Yvonne and Antonio. They met at a Colombian party, he saw her and fell in love and they became inseparable. They were happy people, it is said that they were like a ray of sunshine that shone on everyone around them. Each of them ended up in a relationship with a child and they became one warm and happy family. They went to the Nova music festival with some friends, they left the children with Antonio's parents. When the shooting started, she called her brother and told him in a frightened and terrified voice: \"They are shooting at us!, they are shooting at us! They are blowing us up\". The family then tried to call them several times but she did not answer anymore. In the shelter, grenades were thrown at them, they were seriously injured when a terrorist entered and shot all the wounded repeatedly. A survivor from the shelter said that Antonio was slowly dying for several hours. They had no chance. The two small children were waiting for them at home, Antonio's 7-year-old daughter Manuela and Yvonne's 4 and a half-year-old son Aviel. For many days they did not know what had become of them until the news arrived. The social workers and psychologists told the children that mom and dad had died. It's a sad story, about Yvonne and Antonio who loved to dance salsa, loved to be happy and entertain. But most of all they loved little Manuela and Aviel. It's a story about a family that Hamas monsters murdered in an instant, it's a story about small children crying. This is a story about Antonio and Yvonne - in life and in death they were inseparable."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEi5p1wWsAALlOM.jpg",
    "index": 2,
    "text": "Hayim Katsman, 32, an American-Israeli lecturer on philosophy, politics, and Israeli society, was murdered in Kibbutz Holit on October 7.\n\nHe and his neighbor, Avital Alajem, were hiding in a closet together in his home, and when they were found he shielded her with his body; she survived. \n\nShe was then taken by Hamas militants to Gaza along with another family’s 4-month-old baby and 4-year-old boy. \n\nAt some point in the terrifying ordeal, their captors abandoned them. Avital took the children and managed to make her way back to the kibbutz.\n\nHayim was active in several local peace organizations, including Mahsom Watch, which monitors the impact of government activity on Palestinian lives.\n\nHe was also a talented landscaper, car mechanic, musician, and DJ. \n\nMay Hayim’s memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GElsQqFXEAAEr9D.jpg",
    "index": 3,
    "text": "yelizbeta was born in Leningrad a few months after the end of World War II. All her life she lived in poverty and suffered from anti-Semitism. She really loved her garden in the small apartment where she lived in Ofakim and every day until the last day she would go out to the garden and tend it. This is a story about yelizbeta who always took care of those around her, was very caring and loving. On October 7 at 06:40 she sent her daughter a message: \"Rita, there are a lot of alarms and booms and there is nothing on the news. It is dangerous for the neighbors who have to take small children out so early in the morning and stand in a stairwell during the alarms\". yelizbeta did on that terrible morning what she had done all her life - cared for others. She decided to go open the door and call the neighbors to come and hide from the missiles in the protected room of her house. But when yelizbeta opened the door, a ruthless Hamas monster murdered her with unimaginable brutality and left her bleeding to death in the doorway of her house. yelizbeta had no chance, she never reached the neighbors. This is a story about the 78-year-old yelizbeta, who was a complete world. She loved her family, had a big heart, was wise, modest and had a charming smile. This is a story about yelizbeta, who never hurt anyone, yelizbeta that in the terrifying moments of the morning of October 7th thought of others and most of all, she wanted to live."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEd6swVXMAAIWCL.jpg",
    "index": 4,
    "text": "When the missile attack began, Shani and her friends left the festival in the car and started their way home. Shani did not know that in those minutes thousands of armed terrorists infiltrated the festival area. Near road 232 there were mortar shells falling, Shani and her friends were directed to enter the shelter on the side of the road. They immediately did so, only they had no idea that in a few minutes, they would go through hell. When they went inside, terrorists arrived and started throwing grenades at them inside the shelter. Shani and her friends repelled the first grenades and when they already thought the nightmare was over, the terrorists sprayed them with gunfire. At a certain point the terrorists stopped the shooting and pulled out those who remained alive. The terrorists grabbed Shani and her roommate who came with her to the party and dragged them wounded and bleeding into the van. Shani came to the festival to celebrate the role she got in a new job she was accepted to. After long days of searching, uncertainty and endless worry, the family received the bitter news.  The terrorists murdered her and her roommate in a van on the way to Gaza with unimaginable cruelty. Imagine this, being held captive in a two meter shelter, surviving a grenade attack and close range shooting, being injured, kidnapped and then brutally murdered along the way. Imagine the last moments of Shani, who had a whole life ahead of her, and especially many dreams that she would never fulfill. Rest in peace Beautiful Girl, no one will hurt you anymore."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEXyBzXWQAA-mXf.jpg",
    "index": 5,
    "text": "He survived the Holocaust but not the Oct 7 massacre.\nMoshe Riddler, 92, was the oldest resident of Cholit community. \"From the moment he moved there he was like the tribe elder, everyone knew him for his sense of humor\", his grandson shares.\nHe escaped an extermination camp when he was 9 but lost his entire family in the process. \nRiddler was murdered in the murderous terrorist attack along with his senior helper, Pietro Bosco, a foreign worker from Moldova.\nRather than growing old with dignity, Moshe was murdered in cold blood. It's horrific to think that he was struck by such terrible cruelty again."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEY4VY6XUAAfMIU.jpg",
    "index": 6,
    "text": "Baruch Dayan HaEmet\n\nIDF intelligence confirmed that 19 year old Staff Sgt. Shay Levinson of the 7th Armored Brigade's 77th Battalion was killed &amp; his body abducted by Hamas on October 7.\n\nMay his memory be for a blessing https://t.co/2Df6InrvIn"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAd3CbJXAAAs5BM.jpg",
    "index": 8,
    "text": "Maayan Kalihman🕯️\n\nMaayan was murdered by Hamas terrorists at the Supernova music festival. Her family searched for word from her for more than a week, until her body was identified. \n\nHer brother eulogized her saying:\n\n“She worried about me — sometimes how a big sister worries, and sometimes how a little sister worries...She told me all the least important details about a story before she got to the point. She made me feel I had somebody to turn to, that she always had my back. That she would always be there for me. She made me feel like this life was worth something.”\n\nMay Maayan's memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAFsmhkWgAAKa0I.jpg",
    "index": 9,
    "text": "HEROINE\n\nEden Nimri, 22, from Modi'in, was a professional swimmer, represented the Israeli national youth swimming team, and could have evaded military service in order to further her sporting career.\n\nInstead, Eden elected to defend her homeland, and enlisted in the Israeli Air Force's flight academy. After leaving the course, Eden volunteered for the prestigious Sky Rider unit, which operates the UAVs that collect operational intelligence for combat units deep in enemy territory.\n\nEden served as a combat soldier and later as an officer. On October 7th, the female soldiers of the Nachal Oz military base awoke at 7am to the sounds of the base coming under attack. \n\nThe IDF spotters were almost all female, none were combat soldiers and were unarmed. Eden and four of her women, all combat soldiers, raced with them to the safe room with their handguns. Within a short time, the battle began inside of the base, right next to the safe room where the unarmed women huddled together.\n\nThe base's PA system called out \"Red Alert\" over and over, in reference to a rocket attack. Afterwards, the words \"Invasion, Invasion\" were heard instead.\n\nInside the safe room, Eden made eye contact with the armed soldiers, loaded her gun then cocked it. The soldiers followed her lead, a move that later changed the course of the battle.\n\nThe safe room had two entrances. Eden, who naturally assumed the role of battle leader in defending the room, took the left entrance and instructed the fighters to guard the right entrance.\n\nThe first terrorist attempted to come through the door on the right and was shot dead by the soldiers. It was clear that the terrorists would now try the other entrance. This would in turn create an opportunity to escape through the rear. Eden readied herself by the door and ambushed the terrorists as they entered, in order to hold them up and buy the others time to exit via the open door.\n\nWhen a group of terrorists charged with gunfire and grenades, they were met with suppressive fire from Eden and her handgun. These were golden seconds, precious moments that allowed six unarmed spotters and the four combat soldiers to escape unscathed to the barracks, where they stayed until an IDF force arrived to liberate them. \n\nEden fell in battle, and in so doing she saved the lives of ten other women serving as IDF soldiers.\n\nEden, your country salutes you."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_szZwYXIAAr7FM.jpg",
    "index": 10,
    "text": "This little girl’s body was burned so badly that it look forensic archeologists more than six weeks to identify her.\n\nAll that remains of 12 year old Liel Hetzroni is ash and bone fragments. \n\nMay her memory be a blessing.\n\n@UN_Women \n\n#NoExcuse #HamasMassacre https://t.co/rPGOjG26l3"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_T5PKJXEAAcaQ6.jpg",
    "index": 11,
    "text": "'I want to kiss dad.' In the aching stillness of grief and longing for a presence now absent, a child lies on the grave of his father who was massacred by #Hamas terrorists on October 7th.\n#HamasMassacre https://t.co/UuknTpG4UT"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_QHQbSXgAAAZU7.jpg",
    "index": 12,
    "text": "Staff Sgt. Yam Glass🕯️\n\n20-year-old Yam was an observation soldier who was killed when Hamas terrorists stormed her base near Kibbutz Nahal Oz on October 7.\n\nHer mother said at her funeral: “My Yam’chik, our angel, how can it be that your life journey is over?...We talked about your plans for the future, we planned a girls’ trip together…Who will call me every day?”\n\nMay Yam's memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_OGqJ5WkAA7W2a.jpg",
    "index": 13,
    "text": "This time six weeks ago, Israeli families  were being ruthlessly slaughtered.\n\nHamas stormed the home of the Hetzroni family in Kibbutz Be'eri and murdered 12-year-old Liel, her twin brother Yanai, cousin Ayala, and grandfather Avi before setting the house on fire;\n\n07. 10. 2023 💔"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_J4tILW0AEysXB.jpg",
    "index": 14,
    "text": "May Naim🕯️\n\nWhen Hamas attacked the Supernova music festival on October 7, May fled to nearby Kibbutz Be’eri. Her body was found inside a shelter holding on to her close childhood friend, Lotan.\n\nMay had served in a military intelligence division. Her mother said: “She worked around the clock in order to provide the fighters with the best intelligence, she played a role in hundreds of operations… but when she was in crisis, attacked by terrorists, nobody saved her.”\n\nMay this beautiful girl’s memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_APECQXEAAMFkA.jpg",
    "index": 15,
    "text": "Yosef Winner, a Holocaust survivor, writes:\n\n\"My name is Yosef Winner and I am 97 years old. I survived the flames of the Nazi beasts. My entire family perished in the terrible inferno. I was cut off from my deep roots. Out of exhaustion, despair, drowning, I clung to the ground and planted roots in Zion. \n\nI married Aviva and we raised two wonderful children - Ofer and Nurit. From Ofer and Michal, I have 4 grandchildren in Kfar Aza. From Nurit and Miki I have 6 grandchildren in Kfar Aza too. I arrived at a large and well-planted family tree in the homeland. A tree that bears fruits.\n\nBut suddenly, the events of 7.10.23 emerged from among the fences of evil. The gruesome sights of fire and dust, the horrible killing and murder of innocents came to me again. \n\nMy dearest grandson Yahav was murdered while protecting his wife Shai-Li and his one-month-old daughter, Sheya. And my dearest granddaughter, Hadar, and her husband, Itay, were murdered while protecting their ten-month-old twins, Roy and Guy.\n\nAgain I am exhausted, in despair, drowning.\""
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_EVu-3XgAAwZlx.jpg",
    "index": 16,
    "text": "Moshe Shuva and Yuval Baron🕯️🕯️\n\nMoshe and Yuval were murdered by Hamas terrorists at the Supernova music festival on October 7. Yuval and Moshe had planned to get married on Valentine’s Day. Instead, they have been buried side-by-side.\n\nMay their memories forever be a blessing. https://t.co/szLSH61kUF"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_GMH8bWUAAJqld.jpg",
    "index": 17,
    "text": "Lior Hadad Atias 🕯️\n\nLior was murdered by Hamas terrorists at the Supernova music festival on Oct 7. She was there as a volunteer to provide counseling and emotional support to anyone undergoing a mental health crisis.\n\nLior is survived by her husband and 6-year-old daughter.\n\nAt her funeral, her husband said that Lior’s name means “my light” in Hebrew - and that was perfectly fitting to her personality. “Lior brought light into every room she entered. It sounds like the kind of thing you say in a eulogy, but everyone here who knew her, knew well that it was true.”\n\nMay Lior's memory shine brightly and may it forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-2WsSLW8AAqoZo.jpg",
    "index": 18,
    "text": "Vivian Silver 🕯️\n\nEarly on Oct 7, Vivian wrote to say that terrorists had infiltrated her kibbutz and entered her home. She hid behind a cupboard door. Nobody heard from her again. \n\nIt was thought that she was kidnapped to Gaza, but her body has now been identified.\n\n74-year-old Vivian was an Israeli peace activist and leader of Women Wage Peace. For years, she volunteered to drive ailing Gazans to Israeli hospitals. \n\nShe was one of Israel’s leading progressive activists.\n\nVivian was a great blessing in life and I have no doubt her memory will forever be a blessing 💔"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-4T1OeXcAAf8em.jpg",
    "index": 19,
    "text": "After 5 weeks, the body of the Canadian-Israeli peace activist Vivian Silver has been identified.\n\nShe spent years driving Gazans in need of medical care to Israeli hospitals.\n\nRest in Peace Vivian\n\n🇨🇦🇮🇱 https://t.co/fIcpjPMOOn"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-0lvuIXwAA0baO.jpg",
    "index": 20,
    "text": "Israel Chana 🕯️\n\nIsrael was out walking his dog with his girlfriend, Shahaf, early Saturday morning — his 30th birthday — when air raid sirens began to ring. Not long after, they heard gunshots.\n\nShahaf recounts: “Everyone started to panic and hide, and Israel and I were standing on the street and suddenly we saw [the terrorists]. Israel didn’t think twice, he went to go get his personal weapon… and went with another 15 or so civilians and started to search for the terrorists.”\n\nHe left the house in flip flops and with just 15 bullets in his pistol against heavily armed swarms of terrorists. He didn’t come back.\n\nA neighbor said that she saw Israel “alone against a cell of terrorists” and that he was running and hiding and shooting at them, “getting their focus on him so that they wouldn’t infiltrate into houses… he killed one terrorist and he seriously wounded another.”\n\nIsrael died a hero. May his memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-ryuCFXEAA8jYB.jpg",
    "index": 21,
    "text": "Chen Nachmias 🕯️\n\nChen's unit was called to Sderot early on October 7 after Hamas attacked and engaged in a fierce gun battle with terrorists. \n\nChen was shot twice, yet continued to battle. A friend recounted: “He kept firing. He finished all the bullets in his sniper rifle, moved to the pistol, finished all the bullets there, called in backup. Only afterwards did he collapse.”\n\nHe leaves behind a wife and four young children. May the memory of this hero forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-fQfzbWUAA8uh-.jpg",
    "index": 22,
    "text": "Eden Levi, a hero, will stay 19 years old forever.\n\nHer base was the only base near the Gaza border not taken over by terrorists on October 7th because of her heroism.\n\nShe successfully fought off 10 terrorists with RPGs, grandes, and automatic weapons. \n\nShe was killed but saved her whole base."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-ju8lja0AABzg7.jpg",
    "index": 23,
    "text": "These are the faces of Israeli children slaughtered in their homes, burned alive, brutally tortured and murdered in front of their parents by Hamas terrorists. https://t.co/oquqICnwxE"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-jVH8EboAAQvyk.jpg",
    "index": 24,
    "text": "Sigal Etach🕯️\n\nSigal was murdered by Hamas at the Supernova music festival on October 7. When terrorists attacked, friends offered her a spot in the car to flee, but she stayed behind to look for a friend she didn’t want to leave alone. \n\nHer family searched the country for four days, desperate for any news of her, before finally being informed that her body was found.\n\nMay Sigal's memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F9zFPI9XsAAhWTI.jpg",
    "index": 25,
    "text": "Eyal Waldman, an Israeli high-tech tycoon, founder CEO of Mellanox Technologies, created research and development centers five years ago first in Judea and Samaria (Palestinian) and then two years ago in Gaza, employing hundreds of Arab Palestinian developers.\n\nHe used to say then: \"We have a lot of employees in Gaza today. There are talented and smart people out there, economically it will pay off. We have good staff, within a time zone, highly motivated, accessible and opportunities. \n\nAnd I believe this is very important to bring the two nations together. People used to be afraid of each other and didn't talk. But the positive is created when people start working together and see tension being reduced and cooperation working. It's good for all sides.\"\n\nOn October 7, 2023, Palestinian terrorists came from Gaza and murdered his 24 year-old  daughter Danielle less than a mile from where her father opened the most innovative factory for Gazans."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAim-zOWMAAtqtT.jpg",
    "index": 4,
    "text": "Israeli Morgue Worker:\n\n“We saw many women with bloody underwear, with broken bones, broken legs, broken pelvises. \n\nThey were all young women. Most in little clothing or shredded clothing and their bodies bloodied, particularly round their underwear, and some women shot many times in the face as if to mutilate them. \n\nTheir faces were in anguish and often their fingers clenched as they died.”\n\nSource: \n\nhttps://t.co/Eif4l5VA97"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAls51TaEAAeQTG.jpg",
    "index": 11,
    "text": "Yael Sherer, who runs the Israel-based advocacy group Survivors of Sexual Violence, reported that testimonies of survivors of the October 7 massacre said Hamas also raped young Israeli men: “For Hamas it wasn’t about sexual act, it was a fanatic sadism motivated by drugs and driven by hatred.”"
  },
  {
    "img_url": "https://pbs.twimg.com/card_img/1759504719184302080/7P4kd4ef?format=jpg&name=small",
    "index": 12,
    "text": "HAMAS RAPED MEN AS WELL AS WOMEN\n\nhttps://t.co/6ycDp2IsP7"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAhKsSKXMAM8wDM.jpg",
    "index": 13,
    "text": "An investigation published in the Daily Mail reveals the rape and sexual violence suffered by Israeli victims during the October 7th massacre, not only against women but also against men. The truth is beginning to come to light, and those who remain silent will actually be complicit in these crimes!"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAdAOYAXEAQmdZp.jpg",
    "index": 21,
    "text": "The men in this photograph are the lowest expression of humanity. There is nothing beneath them. I’ve cut their victim out because she deserves at least some dignity in death. Dignity these monsters denied her sweet &amp; gentle soul https://t.co/DPkoFyZpCM"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAdIo2dWAAAQqlI.jpg",
    "index": 22,
    "text": "\"I see two girls, I guess 13 or 14. One is lying on the floor on her stomach. Her pants are pulled down towards her knees and there's a bullet wound on the back of her neck… And there's a puddle of blood around her head, and the remains of semen on the lower part of her back.\"\n\n- testimony from a first-responder in Kibbutz Be'eri, following the Hamas massacre on October 7th. \n\nAnd yet:\n• many politicians refuse to condemn Hamas\n• journalists downplay their crimes\n• women’s organisations continue to stay silent\n\nI would love to go back to tweeting about technology and AI, but for now I will be using this platform to bring attention to Hamas’ unfathomable atrocities - especially those committed against women and girls. \n\nI understand this can be unpleasant to read. Please unfollow me if you want to avoid this content."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAc0HUKWcAARCLZ.jpg",
    "index": 24,
    "text": "She turned 22 exactly on #Oct7Massacre . On that day, she was supposed to have a birthday party with lots of friends, at Nova music festival. Instead…………..she was brutally gang raped. Unconscious and naked, she was paraded on the streets of Gaza, they spit on her, beat her…Her body was never recovered. Just a bone fragment from her skull. All her friends died that day. \nI wrote these words crying. There is no other way. The only survivor next to her that day, is telling now her story… Read it and close your eyes for Shani Louk…. May she feel we are thinking of her… \nMay her parents survive this tragedy."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GACaqqvW8AASaPH.jpg",
    "index": 30,
    "text": "There are a lot of reports of Palestinian terrorists slicing off the breasts of Israeli women on October 7.\n\nThe only other time I recall hearing of such disturbing cruelty was during the Ukrainian pogroms in the 1930s. Same group of victims. https://t.co/QpiAkLkakC"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_evDZCakAAPEpq.jpg",
    "index": 32,
    "text": "Last night, I heard a 20-minute testimony from Ella Shani, survivor of the Kibbutz Be'eri attack on October 7. I, and the entire audience, was in the tears by the time this brave 14-year-old girl told us her story.\n\n*100 people from her kibbutz of 1,200 were killed\n*She hid in her home with her family from 6:30am until 5:30pm, when the IDF came to save them\n*Terrorists tried to break in five times during that day\n*On her kibbutz WhatsApp group, teenagers pleaded for help\n*She had to shield her little brother's eyes from the pools of blood and dead bodies (including children and a 10-month-old baby) that had been tortured on the way out\n*Her 16-year-old cousin Amit Shani was kidnapped and is still being held hostage in Gaza\n*Her father died of his injuries.\n\nShe did not cry once during her speech. She is in survival mode, going around and telling her story, shouting it so that people hear about what really happened that day.\n\nNo 14-year-old should have to endure this. I pray to Hashem that they bring Amit home, that Ella can heal from this horrible trauma, and that the Jewish people never have to go through anything like this ever again."
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_Pg006WcAANQhP.jpg",
    "index": 34,
    "text": "This is what Hamas did to Israeli women\n\nVia @MarinaMedvin https://t.co/NXfA72g9C4"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_PybccXkAEu7-O.jpg",
    "index": 35,
    "text": "Fox News is reporting on the eyewitness accounts of brutalization of women by Palestinian terrorists. https://t.co/X6ZmvfFYc9"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F--Y5thWoAA7rcn.jpg",
    "index": 50,
    "text": "I just saw the screening of the Hamas footage with members of the Knesset. Iman Khatib-Yassin was there. Last week she expressed skepticism. But in the screening she was shaken, and she left early, literally staggering out, steadying herself on seats as she made her way out. https://t.co/dLgchR9DeK"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-wWy8sW0AAnSo8.jpg",
    "index": 51,
    "text": "Hamas had a detailed plan for the raping of Israeli girls; including which Hamas commander would rape girls in the different locations in Israel.\n\nAn Arabic-Hebrew sheet found on the Hamas terrorists included words meant for sexual assault like “take down your pants.” https://t.co/5HQh4jYSNd"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F-0hLGyXYAAd3tL.jpg",
    "index": 52,
    "text": "Today is November 13. On October 7, Hamas committed one of the worst terrorists attacks the world has ever seen. South First Responders has  released new footage of young people who were murdered at the NOVA music festival. \n\nAs time goes on, do not forget why this war started and what the “pro-Palestinian” rallies, which have not disconnected from Hamas but are flying their flag, stand for. \n\nhttps://t.co/SlUnb7HHMO"
  },
  {
    "img_url": "https://pbs.twimg.com/card_img/1754301080198905856/t93WtJW5?format=jpg&name=small",
    "index": 55,
    "text": "Israeli police have collected eyewitness testimony of gang rape by Hamas terrorists - horrifying but very important report by my colleague @JoshBreiner in @haaretzcom. \n\nNever, ever forget what Hamas did on October 7.\n\nThe full report in the link below:\n\nhttps://t.co/lS0pJBI6pe"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F9N8tsEXsAAXLHw.jpg",
    "index": 61,
    "text": "\"Mama?\"\n\n                 \"Yes?\"\n\n\"I don't feel so good.\"\n\n                 \"I know. It's over soon.\"\n\n\"I need water.\"\n\n                \"You can drink soon.\"\n\n\"Mama?\"\n\n               \"What is it, my beauty?\"\n\n\"Do you think they also killed other people in the kibbutz?\" https://t.co/O2DvzTkLce"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGwjvZ3W0AAnnAP.jpg",
    "index": 0,
    "text": "\"I miss you so much, you don't understand how much. If only I could switch places with you. But I know you aren't suffering, that you haven't suffered 130 days in captivity.\"\n\nThe words of 13-year-old Yagil Yaakov, who was held hostage by Hamas and learned that his father, Yair, was murdered on October 7."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGuRflCXIAAjjnT.jpg",
    "index": 1,
    "text": "Motti Zoherman, 73, from Tel Aviv, was murdered at the Supernova music festival on October 7th.\n\nWhen the family recovered Motti’s cellphone, they found the very last photo he took of Iron Dome interceptions of missiles from Gaza over the festival.\n\nMotti is remembered as a larger-than-life figure who lived for parties and raves, even in his 70s, and was known for a large colorful tattoo on his stomach — which was used to identify his body after death.\n\n“Motti, beautiful soul, heart of gold,“ one of his friends said. “Motti, may your memory be a blessing, may you dance in the Light now.”\n\nMotti survived colon cancer 15 years ago, and the experience changed his life path, as he closed his longtime shoe store and decided to live a more spiritual life, spending much of his time in India.\n\nHis son said that there is “something comforting about the fact that Dad was happy in the final hours of his life. We are very sad that Dad was murdered in such a cruel way, but at least we know he was in the place he wanted to be — happy and dancing and living a full life. Dad lived every day to the edge as if it was his last day.”\n\nMay Motti’s memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG3QXyKXEAAkBhn.jpg",
    "index": 2,
    "text": "From Jerusalem they traveled together with friends and family to dance life in the south. The first whose body was identified was Daniel, after him Ortal's body was identified. They tried to escape with the vehicle and other friends, but a van with ten terrorists arrived in front of them and opened heavy fire on them. The vehicle overturned and they were trapped under it. The monsters didn't give up and came back to shoot them again and again, they had no chance, Ortal and Daniel were badly hit by the shooting. The terrorists started to approach them again, Daniel grabbed Ortal, his body became silent. He looked at her sister who was with them and said: \"That's it, it's over\". She answered him, \"Help me get Ortal out\", she held his hand and told him they had to get out of there and run and he answered her that he couldn't feel his legs. When she looked at his legs she realized that he had been shot several times and he would not be able to escape. The bodies of Daniel and Ortal were found hugging each other, they were buried side by side in the soil of the holy city where they grew up. Almost 5 months since that morning that their souls left for the stars, together, they dance quietly in heaven. They will shine above us forever."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG4Cad9boAEDXtC.jpg",
    "index": 3,
    "text": "Inbar Haiman, 27, was murdered after being abducted by Hamas on October 7th from the Supernova music festival where she was volunteering.\n\nWhen Hamas attacked, Inbar first hid under a stage with friends and then took cover under a bush where she was found by a pair of Hamas gunmen armed with knives, who hauled her out and placed her on a motorbike.\n\nEventually, her family and boyfriend received a video posted by Hamas on Telegram, showing Inbar bloodied and beaten, surrounded by four men.\n\nShe was murdered while in captivity, and Hamas is still holding her body hostage.\n\nWe must not forget this beautiful soul, taken far too early by such monsters. \n\nBring Inbar home so that her family, and all of Israel may mourn her. \n\nWe love and miss you so much Inbar 💔"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBV3_tCXEAACwOX.jpg",
    "index": 4,
    "text": "The 30-year-old parents Itai and Hadar Berdichevsky hid ten-month-old twins in a shelter while terrorists broke into their home in Kibbutz Kfar Gaza. Itai and Hadar tried to fight the terrorists and protect the twins and were murdered. The babies were left alone for about 14 hours in the shelter under fire with their parents dead in the living room until forces arrived and rescued them. Tell me more about your \"brave freedom fighters\".\n#October7massacre\n#HamasMassacre\n#HamasisISIS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBS0tgoXUAAJTTw.jpg",
    "index": 5,
    "text": "Kibbutz Nahal Oz announced: Joshua Luito Molal, a 21-year-old agricultural student from .@tanzania, was murdered and his body is being held by Hamas.\n#October7massacre\n#Tanzania\n#Hamas https://t.co/g5gRTfs9Ma"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBQuHwMXgAEE4IU.jpg",
    "index": 6,
    "text": "Murdered together,\nburied next to each other,\nlast picture of them together.\nOrel and Daniel will never come back.\n#October7massacre\n#HamasTerrorists https://t.co/k6Kxs5kKQY"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBQSAF_X0AE3pkO.jpg",
    "index": 7,
    "text": "What monsters brutally murder a father with his disabled daughter Hamas.\n#Hamas\n#October7massacre https://t.co/9mI8agxyhS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBK9WkOWEAAhvKn.jpg",
    "index": 8,
    "text": "Yarin will never come back.\n#Oct7Massacre\n#HamasislSIS https://t.co/XZQE3YnkAw"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBKYvLOWwAEV7aR.jpg",
    "index": 9,
    "text": "Eden Zakaria celebrated at the Nova music festival, Ziv Dado went out to protect civilians - both were murdered and kidnapped by Hamas monsters on October 7.  Their bodies were recovered this evening by the IDF.\n#October7massacre\n#HamasMassacre https://t.co/Zr3CQH83TQ"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBJuwHGXoAA_4C5.jpg",
    "index": 10,
    "text": "Maya foder was at the Nova music festival when the massacre started and managed to escape to Ofakim where contact with her was lost. Two weeks later her body was found.\n#October7massacre\n#HamasRapists\n#HamasTerrorists https://t.co/o1RYpMNan6"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBIkEsOXIAAByes.jpg",
    "index": 11,
    "text": "On October 7, Hamas monsters murdered Yuval Ben Yehuda in cold blood at the Nova music festival.  Yuval loved to dance and sing, she was the first to do good wherever she went.\nShe will never come back.\n#October7massacre\n#HamasTerrorists https://t.co/VmnEat6FGh"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBGT-YGWMAAWcEi.jpg",
    "index": 12,
    "text": "Or Levy was kidnapped to Gaza from the music festival, his wife Einav was murdered, and since then two-year-old Almog has been searching for his mother and father.\n#HamasMassacre\n#October7massacre\n#HamasTerrorrists https://t.co/byZSffxnnu"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBGDwWsXEAAcAjG.jpg",
    "index": 13,
    "text": "Avshalom Peretz and Shiraz Daniel Brodesh, were brutally murdered by Hamas on October 7.\nThey will never come back.\n#October7massacre\n#HamasTerrorrists\n#the_slaughter710 https://t.co/25kZ82QqeN"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBA5vIBXsAASZo5.jpg",
    "index": 14,
    "text": "Gidi and Noa are siblings who were murdered together in the massacre performed by Hamas at the Nova Music Festival. They will never come back.\n#october7massacre\n#HamasMassacre\n#the_slaughter710 https://t.co/wJb2WDrQZ7"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GA7jnEoXAAARL6v.jpg",
    "index": 15,
    "text": "Noam and Noa were murdered together at the Nova music festival.  They will never come back.\n#October7massacre\n#the_slaughter710\n#HamasMassacre https://t.co/BwAcMCfnKk"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GA5psSuXQAAsnQ1.jpg",
    "index": 16,
    "text": "mapal will never come back.\n#October7massacre\n#HamasMassacre https://t.co/BNuvU3IhPP"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GA2gKGBXgAc7e_Y.jpg",
    "index": 17,
    "text": "Julia will never come back.\n#October7massacre https://t.co/FGfpB48P9V"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAztkWgXcAAiqnm.jpg",
    "index": 18,
    "text": "Olga will never come back.\n#October7massacre\n#HamasMassacre\n#the_slaughter710 https://t.co/N9ejWVRdHS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAxcucTXEAAb8nb.jpg",
    "index": 19,
    "text": "Yigal and Cindy will never come \nback.\n#October7massacre\n#HamasMassacre\n#the_slaughter710\n#HamasTerrorists https://t.co/GjziHmLr4m"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAvltWTWoAAEoMB.jpg",
    "index": 20,
    "text": "Amit will never come back.\n#October7massacre\n#HamasMassacre\n#HamasislSIS\n#the_slaughter710 https://t.co/qKH1ASf49v"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAsvk2IXkAEMnrT.jpg",
    "index": 21,
    "text": "Alina will never come back.\n#October7massacre\n#HamasMassacre\n#HamasislSIS\n#HamasRapists https://t.co/6WVLBEeDIt"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAnOT5YWIAAxOG2.jpg",
    "index": 22,
    "text": "Bira family will never come back.\n#Oct7Massacre\n#October7massacre\n#HamasMassacre\n#HamasTerrorist https://t.co/5gVfrtnOaR"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAmo3a5WkAA_KAF.jpg",
    "index": 23,
    "text": "The Akuni family were murdered together in their home in Kibbutz  Netiv-haAssara on October 7th. They will never come back.\n#October7massacre\n#HamasMassacre\n#Hamas_is_ISIS https://t.co/8mszQwZkws"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAiPrwyWMAAkAyn.jpg",
    "index": 25,
    "text": "She will never come back.\n#October7massacre\n#the_slaughter710\n#HamasTerrorrists https://t.co/uIZCYWd1B3"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAYS63gWYAAPObH.jpg",
    "index": 26,
    "text": "⚠️Ofek wrote: In this video you see that my brother Raz Bokovza is being murdered. He was at a party in Nova on the terrible Saturday, In all the published videos, they recorded a young man who tried to run away from the terrorists who tried to kidnap him, but it is important for us that people know that he was not just trying to run away, he was wounded by a shot in his right shoulder and right thigh, just before they put him in the van he saw in front of the his eyes how his best friend and girlfriend were being murdered. From the moment he was on the van, we saw in his eyes that he was not moved by the terrorists, did not pay them any mind, there was deep sorrow in his eyes for his friends, but a moment later his eyes were looking for the way out, his head was already thinking about how to get out of the van with all the wounded on it and the madness that was there. He got courage and jumped out of the van, tried to run away and if he hadn't been injured he would have fought back! It is important to us that everyone who sees this video will understand how brave he was! We are proud of him for his choice and the courage and daring he had, which God gave him in those moments! From the first moment we realized he was missing, we waited a week for a miracle and we knew from our acquaintance with his courage that kidnapping was not an option for him, it was clear to us that for him it was out of the question. We would like everyone to know.\n#October7massacre\n#Hamas_is_ISIS\n#HamasTerrorrists\n#HamasMassacres"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GASb89LWQAAktvr.jpg",
    "index": 27,
    "text": "70-year-old Ofra Kidar went for a walk on the morning of October 7 near her home in Kibbutz Beeri, and since then her tracks have disappeared. Now her family members have been informed that Hamas terrorists murdered her and kidnapped her body to Gaza.\n#HamasislSIS\n#HamasTerrorrists\n#October7massacre"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAK5FvvXkAAQa69.jpg",
    "index": 28,
    "text": "After 55 days Ofir Sarfati was identified and declared murdered.  On October 7, Ofir celebrated at the Nova nature party and in the last conversation with his girlfriend described that he was seriously injured and has since disappeared.  The search for more missing people continues all the time.\n#October7massacre\n#HamasislSIS\n#HamasMassacre"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_9eb2UWUAAIXNp.jpg",
    "index": 29,
    "text": "They will never come back.\n#October7massacre\n#HamasISIS\n#HamasMassacre\n#HamasTerrorists https://t.co/ziNPtnfihx"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_t7YlZW8AEEwpi.jpg",
    "index": 31,
    "text": "They will never come back.\n#October7massacre\n#HamasMassacres\n#HamasTerrorrists\n#HamasISIS\n#the_slaughter710 https://t.co/ccb6srKLKo"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFRwDL3WQAAU1j1.jpg",
    "index": 33,
    "text": "“Mom, we're trying to get out of here. We got into the car but there's crazy traffic. Mom, I love you.”\n\nThe last words of Shai Regev before she was murdered by Hamas on October 7 at the Nova music festival. Her mother wrote back: \"My Shai, my gift. Every bone in my body hurts. Please, come home.\"\n\n Shai’s body was found one week later. May her memory forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFQKFH4XQAA7m_l.jpg",
    "index": 34,
    "text": "Shai El Knafo was working as a security guard at the Nova festival on Ocotber 7. He was killed fighting off the terrorists, giving people a chance to escape.\n\nShai has been honored by Hapoel Be'er Sheva soccer club for his bravery. May Shai's memory forever be a blessing. https://t.co/3XGZp7W4Yw"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GC9cYokXsAEi995.jpg",
    "index": 35,
    "text": "Eden Abdulayev was brutally murdered by terrorists at the Supernova music festival. She was one day away from turning 23 🕯️💔 https://t.co/vSGPzP1dlj"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFKi5BUWMAAJim_.jpg",
    "index": 36,
    "text": "Israel determines that Ran Gvili was killed by Hamas on October 7 and his body abducted to Gaza.\n\nRan, a police officer, was killed fighting terrorists in the community of Alumim during the Hamas onslaught.\n\nHis death was declared based on updated findings and intelligence information.\n\nMay Ran’s memory forever be a blessing 🕯️"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFHPiewXAAADgku.jpg",
    "index": 37,
    "text": "Cpl. Noam Avramovich 🕯️\n\n19-year-old Noam was killed by terrorists on October 7 when they overran the Nahal Oz base near Gaza.\n\nNoam had just finished her course to become an observation soldier and arrived at the base on Oct 5. She served for a day and a half before she was killed.\n\nHer sister eulogized Noam saying: “You were a ray of sunshine who spread light everywhere you went, with the biggest smile I know, and your blue eyes that always calmed anyone who met you.”\n\nMay Noam's memory forever be a blessing 💔\nhttps://t.co/K1kr30jSfH"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFGC3BkXoAAsCeS.jpg",
    "index": 38,
    "text": "Staff Sgt. Ilay Gamzo 🕯️\n\nOn October 7, Ilay was home in Ashdod when the Hamas invasion began. His unit was called to the border and along with other soldiers, encountered terrorists just north of Gaza. Ilay was killed in the ensuing gun battle. He was two weeks away from turning 21.\n\nMay the memory of this young hero forever be a blessing."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GE-m8c3XIAATp3F.jpg",
    "index": 39,
    "text": "Reouven Chicheportiche 🕯️\n\nEarly in the morning of Oct 7, Reouven learned that terrorists had attacked the nearby town of Moshav Pri Gan and the local security team was severely overpowered. He joined other volunteers to battle the terrorists and was fatally shot. The team managed to save Pri Gan from being the site of another massacre\n\nReouven leaves behind a wife and four children. May his memory forever be a blessing.\nhttps://t.co/9iWkVENcyv"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GE-l3o7XAAAr57z.jpg",
    "index": 40,
    "text": "Din and Shoam Bar 🕯️🕯️\n\nDin, age 27, and his nephew, Shoam, age 21, were murdered by Hamas terrorists at the Nova music festival on October 7. \n\nWhen the rockets started, they ran and hid in a bomb shelter and were ultimately murdered there by terrorists.\n\nMay their memories forever be a blessing. \nhttps://t.co/qUm8m3MNWJ"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGpiwc-W4AArAaZ.jpg",
    "index": 41,
    "text": "He ordered a ring and planned to propose to her. On the morning of October 7, Shiraz contacted her mother and wrote to her that there were a lot of explosions and that she was not focused, she drove Avshalom to his unit. At exactly 7:23 she asked her mother in a message to send her the 'road prayer' - but the message with the prayer was never read. Between 7:23 and 7:28, at the 'Shaar HaNegev' intersection, Hamas terrorists fired an RPG at the car of Shiraz and Avshalom. That missile interrupted the dreams, the love and the life. Their spirit will shine above us forever."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGt6qoIXwAAeoyS.jpg",
    "index": 42,
    "text": "Matan was the sound man of the parties, everyone wanted his unique speakers, he was a musical genius. He had a degree in brain research - a field in which he particularly excelled. This is a story about Matan, who was a man of nature and love, a man of giving. On the morning of October 7, when the monsters arrived, Matan did not run away and did not intend to run away. He stayed last on the party grounds to repeatedly announce to everyone and direct them to leave the place - to the emergency exits. To this day it is not clear how many people were saved thanks to him, but probably hundreds. The forces of evil caught up with him and he was brutally murdered. Matan had one request from his family members: \"When I die, celebrate my life and not my death\". May his spirit shine upon us forever."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGZk0gNXQAETPY7.jpg",
    "index": 44,
    "text": "She was light up the sun. She would shine in the morning and join the stars in the evening. She gathered friends and connected everyone. She was the focus of joy and love, she spread goodness and dreamed of peace among everyone. They didn't call her Eden for nothing, she was a paradise of flowers and lights, her eyes shone like sparkling crystals. It took 3 days to find her injured body, she was buried in front of hundreds of mourners. This is the story of Eden, who has not been heard from since October 7th at exactly 8:02 a.m, she was murdered by monsters in Nova when she fled to the death shelter. Her light will shine forever, her spirit will always be with us."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGP2FJuWsAA0yQe.jpg",
    "index": 45,
    "text": "Amit had just moved in with his girlfriend Norel, he was planning to propose to her in February. He came to Nova with 15 friends including Norel and her little sister. They fled from the missiles to a shelter thinking it was a safe place. Until the shots sounded closer and closer. He was smart and funny, Everyone said he was unusually special. Spreading light to his environment, with a constant smile. 36 hours passed until his body was identified and the message arrived. Amit, Norel and Ruya were murdered with unimaginable cruelty, together. This is his last picture, sitting in the shelter, with his left hand protecting Norel's head and his right hand protecting the head of Roya, her little sister, and he, looking at the evil that is approaching them. The smile disappeared, the light went out."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GGJESrGXQAAj1RN.jpg",
    "index": 46,
    "text": "Amit came to celebrate with five of his childhood friends at the Nova festival. When the terrorists arrived he contacted his family and told them he was hiding in the bushes. They asked him to send a location but he didn't want them to travel to him and put themselves at risk. They realized that the terrorists were approaching them and they started fleeing towards the road. A guy named Yaniv who was trying to escape with his car stopped for them even though his car was already full of escapees. Amit could get in first, but he stood by the door and forced people into the car, and only after everyone got in he get in himself. Amit lay on top of everyone, protecting them and when the terrorists shot at them, He absorbed all the bullets in their place. When they reached re'im, he couldn't get himself out of the vehicle because of the serious injury. Only two hours later, during which terrorists continued to shoot at them, The rescuers managed to evacuate them. The medic who treated Amit said that when he got to him Amit was still conscious, but had lost too much blood and there was nothing that could be done to save him. All the people in the car, except Yaniv the driver and Amit, were saved. They say about him that he always helped others, and was always there for everyone, like on October 7 in Nova. This is a story about a Amit who gave his life to protect others, and saved seven people who were hiding under him. A big soul in a small body. a hero. This is his last selfie from the dance floor in Nova."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GF9475xWcAAyDPJ.jpg",
    "index": 47,
    "text": "Seffi and Gal were best friends for 15 years, they bought tickets for the Nova festival six months in advance and came to enjoy life. When the missiles started arriving, at 7:00 a.m Seffi sent his wife Meytal a message informing her that he and Gal had reached a protected area and were fine. He didn't want to worry her and tell her that while he and Gal were escaping, a rocket fell on their car and they were injured. At 7:35 he sent Meytal one last message: \"I love you\" and disappeared. Seffi and Gal were injured by shrapnels and ran to a shelter on the side of the road covered in blood. They entered the shelter after Alina and Limor, who were already hiding there. After fifteen minutes, Sefi started hearing Steps and gunshots and told everyone to be quiet. The terrorist approached the entrance of the shelter. At those exact moments and without coordinating anything between them, Seffi and Gal looked at each other and ran outside screaming and jump on the terrorist. They tried to take the weapon from him, because they thought it might be their only chance to be saved from there, and to save those hiding inside - in this act, they prevented the terrorist from entering the shelter and Limor and Alina were saved. Then it gets quiet. Alina and Limor realized that Seffi and Gal had been murdered and the terrorists who encountered them at the entrance drove away because they were sure there was no one else inside, but unfortunately another terrorist came there, threw a grenade in and shot them at short range - Limor was murdered and Alina was seriously injured and lost consciousness. A few hours later soldiers arrived who discovered her and evacuated her to the hospital and she was saved. It's a story about Seffi and Gal who came to Nova to dance and found themselves in a battle for life. A story about a moment's decision to do everything possible. It is a story about heroism and courage of the two best friends who decided to protect others with their bare hands and were murdered together. Their smile there in Nova will be remembered forever. Their spirit will never be forgotten."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFwwwhOXEAAewJI.jpg",
    "index": 48,
    "text": "Ben immigrated to Israel from Canada at the age of 18. He later enlisted in the IDF, served as a lone soldier and was a combat medic. This young man who was full of goodness loved life, his family and his friends more than anything. Ben came to the Nova festival to dance and have fun with his friend Itai. They realized that the situation was bad and thousands of terrorists were massacring hundreds of young people. They could run away and save themselves. They had everything they needed to get away from there and most likely they would have succeeded. But they didn't run away. They saw someone with a gunshot wound and without thinking twice - they helped her and treated her. These are the kind of heroes you only see in movies. They saw an ambulance that was damaged, broke its window and took the first aid kit from inside. They helped every injured person they saw and removed bodies from the area. For one moment they didn't think about themselves, they only thought about how to save as many people as possible. With their bare hands they pressed the wounds of others and made tourniquets. Both were murdered with unimaginable cruelty and were shot several times. It was too late for them. They say that Ben was unusually smart. They say that he was always helping, always thinking of others. They say that he had a captivating personality and that his smile was  An integral part of him, that he was full of goodness. And they are right, he was just like that. This is a story about angels who stayed to save others. This is the last picture of Ben, dodging terrorists' bullets, with a first aid kit on his back, with one goal, to save people in Nova."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GE3ymQ-WgAE0tSI.jpg",
    "index": 49,
    "text": "It is a story of unimaginable heroism. This is a story about an angel. This is a story about a Ben. When the terrorists infiltrated the Nova festival he heard screams and gunfire. He managed to get to his car, picked up 4 people he didn't know on the way and set off. When he reached a nearby town, he dropped them off at a safe place and called his brother who begged him to come home, but he refused. Instead of running away, he took an unusual and brave decision and turned back to the festival grounds. He entered a fire ground, a place where thousands of terrorists are slaughtering hundreds of people, and there he gathered 8 more people he didn't know, brought them to a safe place and again.. came back. On the way he called his girlfriend who begged him to come home, but Ben wanted to reach his friends, he knew they must have already been injured, he wanted to save them. On the way he picked up 3 more people, but this time, the terrorists caught him and brutally murdered him. His vehicle was found with hundreds of bullet holes. This is a story about Ben, an unusual person. It's a story about courage, about a guy who came to enjoy and dance at a party and in one moment found himself in a fight for life. It's a story about Ben, who didn't think about himself, and wanted to save others. He could have escaped, but returned to hell for others and paid for it with his life."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEZS11BWIAApJpi.jpg",
    "index": 50,
    "text": "Almost a week passed until his parents were notified of his murder. This is a story about Moshe. He went dancing at the party. He contacted his girlfriend on the morning of Saturday October 7th, the terrorists had already massacred dozens of defenseless young people. He stammered and was shocked. She begged him to run away and he replied: \"No!\" Then he said he was holding the neck of someone who had been shot in the throat. He traveled with 4 other friends to Nova, three were murdered in front of his eyes, he chose to stay, he chose to save lives, and he did so until his last moments. Among his belongings is a document he wrote a year ago while he was in a personal empowerment workshop in a village in Turkey. And in the vision he wrote: \"With the empowerment and determination in me, quietly and with inner ease I build a world founded on values ​​of abundance, prosperity, free love and freedom. In my world, every child believes in himself, and accepts my whole world full of warmth and love. In my life experience, and the fire that burns in me, I inspire and motivate to dare and dream. I make every person believe that there is an inner bird in me that wants to fly and break out towards the dreams. With generosity, generosity and care, I open my heart, my home, and my soul, to every person who will have an abundance of giving. So that he knows that there is always Good people around him. I'm a success story, I'm proud of myself and the path I've taken, despite everything\". This is a story about the brave Moshe. Moshe with the vision, with the big heart. You will be an inspiration to us all. Rest in peace hero."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEO6dyPWUAA5DMo.jpg",
    "index": 51,
    "text": "He was a brave man from the day he was born. This is a story about Adam whose life was not easy, this is the sad story of a man who fled from Janjaweed, armed militias that take a central part in the atrocities of the Darfur region. He arrived in Libya in 2006, and after his father and uncles were murdered, he continued from Libya to Egypt and then arrived in Israel. His path was a path full of pain, loneliness and sorrow. He lived in Israel for about a decade. On October 7th he heard continuous shooting under his house in Sderot and then he heard screams, he decided to go out to give aid to those who need it and try to save lives. The Hamas terrorists who captured him brutally murdered him. Adam who escaped from rape and murder, was murdered by merciless terrorists in Israel, which gave him refuge. His body was only identified thanks to his toothbrush after five days. His death was kept a secret for about a month, the authorities wanted to get the hard news first to his mother who still lives in Darfur. He used to volunteer, they say he always helped everyone and his heart was clean. Adam Rima fled his whole life and was murdered in the only place he felt safe. Now, in heaven, he will rest in peace."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GD6NhrKXAAADsXk.jpg",
    "index": 52,
    "text": "This is a story of heroism. This is the story of Aviv's heroism. He was the head of the security system at the NOVA music festival. Everyone who worked with him says he was one of the best security managers. It was said about him that he was eloquent, stately, always radiated calmness, and never missed a detail or a small flaw. Aviv always made sure everything was in order and he worked according to rules. The same thing happened on October 7. When the first rocket was in the air, Aviv ran towards the main stage and announced to all the revelers to leave safely. In order to speed up the evacuation of the area, Aviv and his team decided to approach the entrance to the festival and directed revelers on their way. A few minutes later, several revelers returned to the scene and said that terrorists had shot at them. Aviv and his team made a brilliant and unusual decision to block the access route to the party by placing vehicles from the north and south, and to open a new escape route through the area so that revelers would encounter as few terrorists as possible who had already surrounded the entire complex. Aviv and his team were the escapees' protective wall. Aviv's team fought like heroes with their bare hands against the terrorists and allowed others to escape. After minutes of fighting, a terrorist fired an RPG missile at the checkpoint and a terrorist van carrying a submachine gun broke through the mobility and sprayed everyone on the road - Aviv was killed. It's a story about Aviv who protected the thousands of Nova members who just wanted to dance quietly. This is an amazing story about Aviv and the festival staff who prevented a bigger disaster with their bodies. This is a story about Aviv who chose to fight and not run away.  This is a story about Aviv who was a hero in his life and in his death."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GD4xRLdXoAAfc6g.jpg",
    "index": 53,
    "text": "Take a close look at them, these guys - the one with the hat - Shai Shalev and Aviv Eliyahu, with the green shirt, were part of the security force at the Nova Music Festival. These brave men fought the terrorists and died as heroes protecting 3000 innocents withtheir bare hands. The loyalty and heroic courage of these guys in the picture, is a level that 200 thousand damned Nochaba cowards will never know."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDvbNlWWMAAdOQP.jpg",
    "index": 54,
    "text": "It's a story that hurts a lot, in every part of the body. On Simchat Torah evening Gil spent with his children, they had fun and they were happy. This is a story about the Taasa family. On Saturday morning, little Koren was awake in the living room, at 6:29 a rocket barrage began. Gil caught the children, all still wearing underwear on the way to the street shelter. The terrorists were already on the neighbor's balcony. But the children screamed and cried and then the terrorists noticed them and started walking towards them. As soon as they arrived at the entrance of the shelter the terrorists threw a grenade at them, Gil who saw the grenade and wanted with all his heart to save his little children, lay on the grenade and was killed on the spot. Even though Gil absorbed all the impact, the little ones Shay and Koren absorbed shrapnel. Shay bled from the eye and they went crying, bleeding and screaming to the trailer. The terrorists looted Gil's body and marched after them. The next picture is as if taken from a horror movie, little Shay and Koren are sitting in front of monsters who are indifferent to their dire situation. Two small children who have just seen their father murdered in front of their eyes, Little Shay, only 8 years old, lost his eye, they are bleeding, crying and screaming and the terrorists drag them and beat them, Then the monsters stop and go get drinks from the fridge. When the monsters finished drinking, they decided to go on a tour of the house where the children's mother, Sabin, was staying. The terrorists left the little children in the trailer and left, they circled the house to try to find a way to get into it and were unsuccessful. At 7:28 a.m. the neighbor Yigal Wex went outside to try to understand what all the explosions were. The terrorists saw him, left the house and went in his direction to murder him. They shot him and then went back to throw a grenade at the house of Sabin and Zohar - the older son. The electricity went out and the terrorists decided to continue slaughtering others. At exactly the same time, Gil and Sabin's eldest son Or was found at Zikim beach, spending time camping with friends. Terrorists who infiltrate the beach also kill him and his two friends with unimaginable cruelty. It's a story about Gil, A father who protected his little children, lay down on a grenade for them. It's a story about Or, only 16 years old who went fishing and was mercilessly murdered. After little Shay left the hospital, he said: \"It was very difficult. A boy my age shouldn't blow up like that\". It's an incredible story about the Taasa family, A family that is no longer complete, a family with a bleeding heart."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDqLi4QXAAAwC7L.jpg",
    "index": 55,
    "text": "It's a story about two best friends. It's a story about 2 girls that everyone wanted to be around them because of the light they spread. This is a story about Lin and Ziv. They have been together since first grade, inseparable. when the rockets started on the morning of October 7, Lin and Ziv spent time together at the Nova Music Festival, Lin sent a message to her father that there were rockets at the party. \"I'm fine\" she said, and added: \"Don't tell mom anything\". At 9:04 Ziv sent a text message from Lin's phone to her mother: \"Mom, we are in a terror attack, I love you\". This was the last sign of life the families received from the two. They started running from place to place, they encountered the terrorists in the traffic jam caused by the shooting and had to flee in another direction. A photo published from the festival revealed that they were hiding together in a trailer on the party grounds, in the photo Ziv was seen hiding under the table. The place was dangerous, the terrorists began to approach and they decided to run away. They got into a car together with a friend and drove away until terrorists opened fire at them, So they got out of the vehicle and each of them ran in a different direction. For a week they were considered missing, and then the message came, Ziv and Lin were brutally murdered. Ziv and Lin's injuries were so severe that the authorities did not allow their parents to identify them. It's a story about the two best friends who just wanted to dance and be happy. This is a story about Ziv and Lin who were together in the difficult moments for each other, and were buried together, side by side."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDluq1qWYAAGNMF.jpg",
    "index": 56,
    "text": "This is a heartbreaking story. This is a story that everyone should read. It's a story about the kapshiter family. This is a story about Dina, Yevgeni, Eitan and Alin. They were a happy family, they went camping together at the beach. Eitan was so happy, he was supposed to celebrate his 5th birthday. They came to spend the holiday with friends. On Saturday morning, alarms started, they folded the tents and set off, home. \"We love you, don't worry, we'll get home and everything will be fine\". But they never came home. Monsters were waiting for them on the highway, not far from Sderot they opened heavy fire at them. The frightened family stopped on the side of the road, and tried to indicate that they had little children with them. The terrorists pulled out Dina and Yevgeni sprayed them with hundreds of bullets and then pulled out the crying Alin and Eitan and executed them. Imagine, parents who just wanted to protect their little children from hundreds of bullets chasing them. Imagine Alin and Eitan who saw their parents murdered, waiting for their turn. For days no one knew what happened to them, first Dina the mother was found, Yevgeni the father was found after her, then their little son Eitan. Alin was last found. This is a story about Alin, who loved to make plasticine figures and play with dolls, this is a story about Eitan, who was a sweet child with special needs and was very happy for his fifth birthday. And Yevgeni and Dina, good and loving parents, who were and are no longer. It's a story about a family. The kapshiter family that went camping together, and never came back."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDb3I4BXAAA5Dsp.jpg",
    "index": 57,
    "text": "This is a world-shaking story. It's an incredible story about purpose. Because in a reasonable world, peace-seeking people don't get up on Saturday morning to look for their children in the middle of a massacre. It happened on October 7 in Israel. This is the story of 3 guys who have been together everywhere since they were 8 years old. This is the story of Gal, Nadav and Ofek. A year after returning from the trip to South America, they went to the Nova Music Festival. At 7 in the morning, Nadav sent his father a message: \"Dad, they are shooting at us. We got out of the car, we are hiding in the bushes. There are many people hiding here, I can't speak\". Ofek wrote to his mother: \"Mom, I can't talk, they are shooting at us from every direction, we are hiding, they stole my car\". Immediately afterwards he sends her his location and writes: \"Know that I love you, if I don't survive this\".  Gal's mother and Nadav's father do not wait and go to the scene. They manage to pass all the roadblocks set up along the way and they reach the slaughter area. They were imbued with a purpose, they would bring the children home. On the way, terrorists shoot at them and they continue, to Nova. Among the bodies of young people and burnt vehicles they search for them. It took hours, but they reached the bushes where the boys were hiding. And then it happens, they found them. Nadav and Ofek are hugging as if they were protecting each other, and Gal is not far away. They took 3 body bags from an ambulance that passed by, put the three children inside, and put them in their car. Imagine this, parents, finding the injured bodies of their children, putting them in a body bag, putting them in the car, and driving home with them. Gal Nadav and Ofek were the first victims brought to burial on October 7. This is an incredible story about a family. It's a story about parents who did everything, about a deep friendship that was murdered. About 3 children who went to a party, ran away, hid and were slaughtered with unimaginable cruelty, feeling every second. This is a story about Gal, Ofek and Nadav, who only spread good in the world, and now they spread it in heaven, together forever."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDa9uBsW8AA6Hp3.jpg",
    "index": 58,
    "text": "It's a sad story. A story about Yuval and Moshe. Yuval loved nature parties, she felt that there she could be who she was without being judged, dancing freely, under the sky. A few months before the party, Moshe took her to the bank of the stream and proposed to her there. They were inseparable. Yuval went with her mother and chose a wedding dress, and they arranged to get married after she finished her studies - in February. On October 7, they spent time at the Nova music festival under the sky, as she liked. Yuval and Moshe arrived at the party early in the morning, an hour before the massacre. When the terrorists infiltrated the festival they tried to escape and reached an intersection, where they thought they met police officers directing the traffic and they realized they were in a safe place. But then, the police opened fire on them and it turned out that they were terrorists. The car that was behind them had time to turn around and escape, but for Yuval and Moshe it was too late. The terrorists fired hundreds of bullets at them and left them no chance. It took 3 days to identify them and inform their family that they would never return. It's a story about the wedding dress that was left hanging in the closet. This is a story about Yuval and Moshe who were murdered together, found together and buried together. On their tombstone it is written: \"In their life and in their death they were not separated\"."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDV6E22WwAAoWeQ.jpg",
    "index": 59,
    "text": "It's a story about family, about tenderness, about the love that brought them all together, it's a story about Sivan and Naor who on October 7 were at their home in Kibbutz Kfar aza, and read the family WhatsApp messages with fear. While her parents are hiding in a shelter in a nearby house, her loved ones are hiding, and she is besieged in her home, in fear, in anxiety. In the last WhatsApp message she sent them, she wrote: \"Dad, promise me that everything is fine with you. They are shooting at us in the house, Naor and I are hiding under the bed\". Naor wrote to his family: \"They are shooting at our house\" and then he disappeared, And since then the connection with them was lost. They went through hours of fear, shooting and explosions. Their neighbors were kidnapped, slaughtered, one after the other. They hear everything under the bed in Kibbutz Kfar aza, hear and cry in silence. Then the monsters entered their house, and hunted them with unimaginable cruelty. Hundreds of bullet holes in every room, in the kitchen, in the washing machine. The first responders wrote on a note: \"Caution, human remains on the couch\". The loving, innocent Sivan and Naor, who were only at the beginning of their lives, and gone. This is a story about a great light extinguished by darkness. About one girl who just wanted her father to assure her that everything was fine on Saturday morning. But the devil himself entered their door. at noon, their injured bodies were taken out  from what was left of the apartment. This is a story about Sivan and Naor who in their life and in their death were not separated."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GDMODv0XUAA5AjM.jpg",
    "index": 60,
    "text": "It's a story about a mother's love for her daughter, it's a story about slaughter, a story about an angel whose name is Karin. She promised her mother before leaving the house that this would be the last party. When the terrorists entered the Nova Music Festival, Karin began to run away. She didn't want to worry her mother and told her: \"I know you're worried, everything is fine, I'm on my way home\", Karin didn't know that monsters would be waiting for her on the way when she came home. She sent a final location near Kibbutz Alumim, and abandoned the vehicle. At precisely 07:15 she answered her mother for the last time by screaming: \"Mom There are a lot of terrorists here, help me!!\", the call was disconnected, since then her mother has not heard from her again. For 7 days Karin's mother waited for a knock on her door to tell her where Karin was, she hoped with all her heart that Karin survived, and then it happened - Karin's injured body was identified. It's a story about a 22-year-old girl who screamed for help until her last breath, a story about fear, about a family. It's a story about Karin, who was murdered with her best friend instead of enjoying a party. The beautiful Karin, groping in the dark with crying eyes and a broken mother."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GC9DuhkXMAA1PP5.jpg",
    "index": 61,
    "text": "This is an unimaginable story of a massacre of the most terrible kind. This is a story about Nitzan and Lidor who came to enjoy with family and friends, to celebrate life at the Nova Music Festival. Nitzan and Lidor, an engaged couple, began to flee when the terrorists entered the festival area on the morning of October 7. At 7:10 in the morning, Nitzan cried to her mother on the phone: \"We are in a nightmare, they are shooting at us, we are running away, God please! I just want to get out of here\" and when she and Lidor managed to reach the shelter in the Re'im Junction in their car, they thought they had been saved - they had no idea what was waiting for them there. The terrorists started throwing grenades into the shelter, the first grenade went over Lidor's head and he started running and was shot to death with hundreds of bullets. Hamas' Go Pro camera recorded the moment he ran from the shelter until his murder. The person hiding in the shelter threw the grenades out, Nitzan's uncle and his friend who were with her jumped on two grenades to protect others, but at one point the terrorists threw so many grenades inside and they exploded on everyone. Nitzan was considered missing for 6 days - Lidor was already brought for burial. One day, Nitzan's phone broadcast the location and the family realized that he was broadcasting the way to the pathology institute - where only bodies led. There it turned out - Nitzan was murdered by an explosion of grenades that were thrown at her while she was hiding inside the shelter. It's a story about Nitzan and Lidor, the lovers who came to celebrate together, Nitzan and Lidor who lost their lives in the most cruel way that could be in front of each other. This is a story about Nitzan who was four months pregnant when merciless monsters killed her, her partner, her uncle and his friend and the fetus in her womb that morning."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GCyPgcnXQAAz9d4.jpg",
    "index": 62,
    "text": "She danced life on the night of October 7th. She was happy and bright. This is the story of a fairy. This is the story about Shani.  When the terrorists infiltrated the festival Nova Shani tried to escape without success. They took her, they tortured her, they broke her legs, they smashed her head. They threw her in a van, they sat on her body, they stepped on her face, they spat in the hole in her head, they humiliated and desecrated her organs, they pulled her hair and displayed her body like a worthless object. They crushed her limb by limb, documented everything and distributed the deeds with pride. 3 weeks later, she was identified thanks to a bone from the base of her skull found in Gaza and matched her DNA. It's a story about the good versus the bad, the pure versus the dirty, the desecration versus the sacred - it's cosmic, it's diving into the deepest ocean, it's a story about a fairy named Shani. It's a story of darkness versus light, a very big light, her light. And she shines the goodness from heaven now, sprinkling fairy dust over the stars."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GCqhy9FWgAASRP0.jpg",
    "index": 63,
    "text": "This is a story about an angel named Avidan. When the terrorists infiltrated the Nova music festival, he hid under the stage he had built himself the night before for the party. Avidan hoped that the terrorists would not notice that he was there. He managed to send a message in the family WhatsApp group where he wrote: \"I love you all one by one\", for an hour and forty minutes he was with his brother on the phone line as he regulated his breathing and tried to save himself in the background of screams and murder. But the monsters didn't miss the place, they found him and fired bunches of bullets at him non-stop and the conversation was cut off. Only 3 days after the massacre, his family was informed that he had been identified at the Institute of Forensic Medicine. Avidan was murdered under the stage on which stood those who asked for peace and love and danced thousands of innocent people. Now he rests in heaven."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GCC2QIPW0AAnFaE.jpg",
    "index": 64,
    "text": "\"There are missiles, I'm leaving here\" were Tamar's last words to her sister on the phone on the morning of October 7 when the Hamas monsters infiltrated the Nova music festival. Since then, her family members searched for her day and night everywhere, among the corpses. Two weeks later, the message came, we found her body deep in the area she fled to, Tamar was murdered with unimaginable cruelty by the \"freedom fighters\".\n#October7massacre\n#the_slaughter710"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GCBjQYPXgAAodJY.jpg",
    "index": 65,
    "text": "Doron and Mor, father and daughter, hid in a shelter when Hamas terrorists broke into their home in Kibbutz Nirim on Saturday morning. Doron defended Mor and hoped that the terrorists would have mercy on her, but the monsters executed them both in cold blood. \"freedom fighters\"\n#October7massacre\n#HamasTerrorists"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GB-nTqXWsAAjjdL.jpg",
    "index": 66,
    "text": "Saturday, October 7, a group of elderly pensioners went on an organized trip to the sea. A flat tire caused them to stop in Sderot, few minutes later, a white van arrives with Hamas terrorists who massacred them one by one with unimaginable cruelty from zero range, again and again and again.  No one survived.\n#October7massacre\n#the_slaughter710"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GB1Cj0qWAAAJ3oA.jpg",
    "index": 67,
    "text": "Sisters Roya and Norel Manzouri and Amit Cohen, Norel's fiancee, were dancing together at the Nova Music Festival when the Hamas monsters came and brutally murdered them in the name of \"freedom\".\n#October7massacre\n#HamasMassacre https://t.co/JOqJhmMD8x"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBxaoKsWQAAeIgS.jpg",
    "index": 68,
    "text": "Look in the eyes of Irit Kondov. Irit was murdered at the Nova music festival, 27 years old when she died. For eight days, her family members searched for a sign of life from her, until the bitter news was received that her body had been located and identified. She was a warrior mother, a worker who spread light in the world. Her little son is still waiting for her to open the door. Tell me more about the  \"freedom fighters\".\n#October7massacre\n#HamasMassacre\n#HamasTerrorists"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBqZx8XWIAIdJnG.jpg",
    "index": 69,
    "text": "Take a good look at this angel.  Liron Barda. Liron could have tried to run away when the massacre at the Nova music festival started, but she gave first aid and chose to help as many wounded as possible.  In the photo, Liron is seen tending to the wounded, a few minutes before the Hamas monster arrived and executed them both. \"freedom fighters\"\n#October7massacre"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBaxWmFWUAAYqiw.jpg",
    "index": 71,
    "text": "Abed el Rahman Al-Nassara, a 50-year-old Muslim from Seifa, was a shuttle driver, when the massacre at the Nova music festival began, Abed tried to enter the party complex with his vehicle and rescue people. At the entrance to Kibbutz Reim, he was shot in his vehicle by Hamas terrorists.\n#October7massacre\n#Hamas"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBZ5hlKWYAAgscX.jpg",
    "index": 72,
    "text": "This beautiful angel, Hila, a mother of 4 children, hid in the bushes from the Hamas terrorists, she managed to write messages to her little daughter, she was so scared, they found her, she begged for her life and they brutally murdered her. \"freedom fighters\"\n#October7massacre\n#HamasMassacre\n#HamasislSIS"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG1hYx1bYAAVXmk.jpg",
    "index": 5,
    "text": "⚠️Sadistic animals 🇵🇸\nWARNING: A detailed initial report has been released on the intense sexual violence, mutilations and rape carried out by Palestinians on October 7.. It is even more sadistic than we feared.\n\n“Many rape incidents occurred collectively, with collaboration among the perpetrating terrorists. In some cases, rape was conducted in front of an audience, such as partners, family, or friends, to increase the pain and humiliation for all present,” reads the first official report of the Association of Rape Crisis Centers in Israel regarding the Hamas attack on October 7.\nhttps://t.co/JyhKyit1e9"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG1wgwAXwAARkJD.jpg",
    "index": 6,
    "text": "“Hamas didn’t just rape, they forced families to watch” https://t.co/6VLpckLvfr"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG1c1bMXkAAB1Xt.jpg",
    "index": 7,
    "text": "⚠️ Difficult to read: Systemic and premeditated gang rape of underaged girls, boys, men and women in four different locations: First official report of the Israeli Association of Rape Crisis Center details all the evidence of Hamas’ sexual violence and crimes against humanity on October 7th. \n\nExcerpts from the report: “Many of the acts of rape were carried out in a group manner, with cooperation between the abusing terrorists. Often, the rape was committed in front of an audience - spouses, family or friends - in a way designed to increase the pain and helplessness of all present and to sow additional terror and to increase the pain and humiliation for all present… Many victims' bodies were found mutilated and bound, with sexual organs brutally attacked, and in some cases, weapons were inserted into them. Some bodies were discovered deliberately booby-trapped.\n\nSome Hamas members pursued victims who escaped the massacre, dragging them by their hair with screams. The majority of victims were subsequently killed during or after the sexual assault.”\n\nThe report detailed information solely from identified sources that were allowed to be published, but the analysis included additional confidential sources of information, which cannot be published.\n\nThe report will be submitted to the United Nations."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG4j-BWXEAATlxn.jpg",
    "index": 9,
    "text": "⚠️ TRIGGER WARNING⚠️\n\nI'm nauseous even posting this. More horrific details from the Association of Rape Crisis Centers report about Hamas's sexual crimes on October 7th continue to emerge. According to the @MailOnline\n\n'The genitals of both women and men were brutally mutilated, and sometimes weapons were inserted into them. The terrorists did not stop at shooting, they also cut and mutilated sexual organs and other body parts with knives.'\n\nThe testimonies included claims Hamas gunmen repeatedly stabbed an injured woman while they raped her; that victims had nails, grenades and knives inserted into their sexual organs; and how survivors fleeing the festival witnessed 'girls whose pelvises were simply broken from being raped so much'.\n\nThe authors noted that rape was 'often' perpetrated in front of an audience, including partners, families or friends, in order to 'increase the pain and humiliation of all present'.\n\nOne survivor of the Nova festival said the aftermath was an 'apocalypse of bodies, girls without clothes, some missing their upper, some their lower parts'.\n\nThe report made reference to the story of a woman at the festival whose breast was cut off with a box cutter before her assailants threw it on the floor 'and passed it between them like a toy'.\n\nAnother described fleeing the site and seeing a woman lying on her stomach near the road without pants or underwear, her legs apart. Her genitalia was described as looking 'as if someone tore her apart'.\n\nAnother survivor said they saw women tied to trees, mutilated with 'all their organs cut, damaged' and 'iron rods inserted into their sexual organs'.\n\nYoni Saadon, a survivor who witnessed the rape of a young woman enduring severe violence, recounted a victim crying out: 'Stop it - already I'm going to die anyway from what you are doing, just kill me!'\n\nThe witness said 'when they finished they were laughing and the last one shot her in the head'.\n\nOne witness said she saw a young woman with a back injury, her trousers pulled down below her knees, being raped by one terrorist as another 'pulled from her hair'.\n\n'Each time the woman resisted, the terrorist stabbed her in the back.'\n\nIn another case, she said she saw how while one terrorist was raping a woman, another cut into her and mutilated her body. \n\nRaz Cohen and Shoham Gueta, survivors who hid from Hamas at the festival, said they saw terrorists raping a young woman as they stabbed her repeatedly, 'literally butchering her'. \n\nMultiple witnesses reported seeing men who had been shot in the genitalia, or had sexual organs 'cut off'.\n\nA paramedic attending the scene said: 'There were a lot of gun wounds there. Shooting was targeted at sexual organs. We saw that a lot. They had a thing with sexual organs'.\n\nARCCI also reported how family members, partners and friends in raided homes were forced to watch sexual abuse before their murders.\n\nThe positions bodies were found in indicated some had been made to watch the abuse and murder of their partners, the report suggested.\n\nThe authors said there was a 'pattern' that 'emerged clearly' in testimonies.\n\nIn one case, a mother's body was found by search and rescue teams, her hands tied behind her back with signs of struggle.\n\nThe body of her daughter, a girl or young woman, was found in the next room with her pants and underwear rolled down.\n\nAn IDF paramedic recovered the bodies of two girls from another building, one found sexually abused with a knife in her genitals. They said one of the girls was found with the remains of semen on her back."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG4laf7W8AATlDS.jpg",
    "index": 10,
    "text": "Full report is available for download at this link ⬇️ https://t.co/kUkAZVpSdH\n\nAnd here is the final, perhaps most important page in the report https://t.co/66olfyEunI"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBVYHmGWYAABqYl.jpg",
    "index": 11,
    "text": "⚠️very important thread. Share with the world: Kibbutz Kfar Gaza.  When you come here you first hear the chirping of the birds. Nothing prepares you for what you are about to see, just before the houses in front of you is the grass and the paths that you see in the videos terrorists walk on.  At the end you can see the first street of houses where the massacre took place."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBVeoTnXMAE_SsW.jpg",
    "index": 12,
    "text": "The massacre at Kibbutz Kfar Gaza was an organized massacre carried out by the terrorist organization Hamas on the morning of October 7, 2023, the holiday of Simchat Torah.  In Kibbutz Kfar Gaza near the border fence in the northern Gaza Strip, 72 people were murdered, some of them members of the same family, men, women, children and the elderly as part of the attack on Israel."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAruDYAXQAA_jzL.jpg",
    "index": 18,
    "text": "So many lives were shattered on October 7. Never again.\n#October7massacre\n#HamasMassacre https://t.co/0mUe0i6xRd"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAgzJbxW8AE8gEZ.jpg",
    "index": 20,
    "text": "⚠️ Content Warning: These are the criminal acts committed by the scum of Hamas. Innocent 17-year-old friends - slaughtered in each other's arms. This is the evil that has no end.  Some lunatics are cheering for this, they will only understand when Hamas comes to their door next time.\n#October7massacre\n#HamasMassacre\n#HamasislSIS\n#TheWestlsNext"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAdbt0gWIAAh1K-.jpg",
    "index": 21,
    "text": "⚠️ Content Warning.\nIt makes me sick to think that there are people around the world who came out to protest for the rapists and terrorists who did this.\n#October7massacre https://t.co/c6jcyBQUmY"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAR0FulXMAAZ8KK.jpg",
    "index": 23,
    "text": "⚠️ Content Warning: The massacre on October 7 was one of the worst known to humanity. Hamas terrorists murdered the victims by hitting them in the head, tied them with metal wires to make it easier to torture them, beheaded them.  Hamas spared no one.\n#October7massacre\n#Hamas_is_ISIS\n#HamasMassacre\n#HamasMassacre"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GABhcIMWgAAPf8m.jpg",
    "index": 27,
    "text": "⚠️ Content Warning: This is a girl who was dragged and then murdered by a shot to her head. She was found with her pants and underwear pulled down to her knees.\n#October7massacre\n#Oct7Massacre\n#HamasisISIS\n#the_slaughter710 https://t.co/wvTLkoUa5V"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_shSHRWoAAFQHA.jpg",
    "index": 30,
    "text": "The false images that Hamas now presents will never be able to erase the infamy that these terrorists represented. The murderers of the children, the rapists of the women, the kidnappers of the bodies.  cowards.\n#October7massacre\n#HamasMassacre\n#HamasisISIS\n#kidnapped https://t.co/nBL4V0MyGD"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GFcJByrXQAA2CH7.jpg",
    "index": 33,
    "text": "This is chilling. Omri Ronen returned to his murdered grandmother's home in Kfar Azza for the first time since the Oct 7 massacre and discovered a handwritten note the terrorists left in her planner. It read:\n\n\"The Izz ad-Din al-Qassam Brigades passed through here and stamped out the occupying Zionists. You will die and you will not remain here.\""
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEt-AfEXUAAXrV9.jpg",
    "index": 36,
    "text": "111 days ago, hundreds of young people were slaughtered and thousands fled for their lives among trees for hours. Elderly people were slaughtered. People have been shot in the head while begging on their knees for mercy. People melted into each other because of RPG. People were reduced to ashes because they hid under a car that was set on fire. Entire families were burned alive. Small children were beheaded. Women's private parts were cut off and thrown on the road. Women were raped until their last breath. Hundreds of people were kidnapped. 111 days and every day since is the same day - October 7th."
  },
  {
    "img_url": "https://pbs.twimg.com/media/GBYP_xWW0AAygvp.jpg",
    "index": 40,
    "text": "Heartbreaking. The last message of Ron Sherman, who was murdered in the captivity of Hamas, to his mother: -\"I think I'm going to hide under the bed. Bye mom, I love you. That's it, they're here\". https://t.co/D2VuNAuWkx"
  }
]