[
  {
    "img_url": "https://pbs.twimg.com/media/GEfIlLAW8AA7Ygz.jpg",
    "index": 2,
    "text": "Our exposé of UNRWA teachers promoting and encouraging terrorism in 🇩🇪 Germany’s Die Welt. Full text translated into English is below. https://t.co/D2DcA5gCL4 https://t.co/f5aoTGdxXa"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GEZLG2PWkAA4usj.jpg",
    "index": 3,
    "text": "🇩🇪 @Welt: “Critics of the UN have been saying for years that UNRWA in Gaza has been infiltrated by Hamas. There is now further serious evidence to support this claim. UN Watch discovered a Telegram chat group of 3,000 UNRWA teachers glorifying terrorism.” https://t.co/ClrXcghwEI https://t.co/dA1eOHT17Z https://t.co/Dgv1LmcE12"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAg30R5WQAA4TX8.png",
    "index": 5,
    "text": "Throughout Gaza forums, the residents continue to bash the behavior of \"UNRWA\" and management of the aid by the staff:\n\nIn this discussion, a displaced resident accuses UNRWA school directors of failing to distribute aid,  then slams the \"managers\" as \"the biggest thieves.\" https://t.co/auTpH6RCe5"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAYR9FBXkAAP5mq.jpg",
    "index": 6,
    "text": "UNRWA's tweet complaining about “unsubstantiated claims about UNRWA” just got Community Noted with lots of substantiated claims. https://t.co/RI5Mw1pOWV https://t.co/buRpdvdp5V"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAbdYnYXwAAPo1U.jpg",
    "index": 7,
    "text": "Meet Rawya Halas, head of UNRWA's Khan Younis training center. On October 7, she eulogized one of the Hamas murderers: “Hero, hero, hero, a thousand mercies, may light shine on your soul! Prince of Khan Younis, Muhammad Walid Sabah, the raider. Pray for mercy be granted to him.” https://t.co/8hkaj4nETB https://t.co/tlUd6cghSv"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GATQLJrXAAAHulF.jpg",
    "index": 10,
    "text": "There have been over 150 incidents where UNRWA staff incited antisemitism or terrorism.\n\nNonetheless, UNRWA is still funded by American and European taxpayers to the tune of hundreds of millions of USD each year.\n\nWhy?\n\nHere are some UNRWA staff-reactions to October 7th: https://t.co/BKvMw17QBZ"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GAWQBXzXMAAw0ov.jpg",
    "index": 11,
    "text": "The United Nations Relief and Works Agency (#UNRWA) was established by the UN, in 1949, to aid Palestinians displaced by the attack against the nascent state of Israel in 1948. Even though there already existed The United Nations High Commissioner for Refugees (UNHCR) this separate agency was created by the UN General Assembly.\n\nUNRWA has not solved, but rather exacerbated the refugee situation. Instead of resettling refugees, like the UNHCR, it perpetuates their claims and inflames their irredentist ideology. It’s schools, hospitals and various programs employ radical Islamist ideologues, propagandists and foot soldiers. It’s benefits fund terrorism and are a pillar of the festering sore that is the “right of return” to all of Israel and the restoration of a mythical Palestine that never existed.\n\nAlthough UNRWA claims to aid over 5 million refugees, these people (and registered deceased and non-existent people) are not refugees by any definition. Refugee status is not maintained when people are resettled, let alone to offspring of those displaced.\n\nUNRWA was wrong in conception and disastrous in execution. It’s 1.5 billion annual budget (funded by the US, other countries, and NGOs) is sponsoring terrorism, totalitarianism, anti-Western hate and virulent antisemitism. Their facilities, personnel and budget are co-opted by criminals. The sometimes ignore, and often aid and participate in terrorism and crime. It’s time to end the farce that is UNRWA. It is long past time to #DefundUNRWA. https://t.co/ggn3oREPcI"
  },
  {
    "img_url": "https://pbs.twimg.com/media/F_7i7IwXEAAkEKb.jpg",
    "index": 13,
    "text": "Eran Malka: \n\"Sources in the Gaza Strip report that local @UNRWA and International Red Cross workers are selling some of the humanitarian aid to the highest bidder.\n\n In addition, the same sources stated that they are transferring to their relatives a much larger amount than the agreed upon distribution key.\"\n\nIf you've been following me for any length of time, this will not surprise you. \nhttps://t.co/xTfJBY8K2k\n#UNRWAisascam\n#TheGazaYouDontSee"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG2FVO-WcAA62W3.jpg",
    "index": 0,
    "text": "You can’t make this stuff up. Hamas was actually running It’s communication computer # data centers right under united nation headquarters in Gaza. https://t.co/wroqYlS5Gz"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG4Zj77WAAAxoWQ.jpg",
    "index": 1,
    "text": "\"An UNRWA worker kidnapped my son's body. How can the UN pay this man who dragged my son’s limp body on the ground, and then picked him as if he was a trophy back to Gaza?\"\n\nAyelet Samerano, the mother of 21-year-old Yonatan Samerano who was brutally murdered on October 7, gave a heart-wrenching public plea to the UN.\n\n📸 Liri Agami"
  },
  {
    "img_url": "https://pbs.twimg.com/media/GG0fHIiaoAA6R1B.jpg",
    "index": 2,
    "text": "Reminder: We had warned the UN. With headlines in the Times of London as far back as 2015. The UN knew. UNRWA knew. Yet they did nothing—except attack us.\n\nWe kept all the receipts: https://t.co/1yOahKGVVy"
  }
]